{
    "Your Companion for a\nBlessed Ramadan": "رفيقك لرمضان\nمبارك",
    "Track fasting times, discover nutritious Iftar recipes, and stay spiritually connected every day.": "تتبع أوقات الصيام، اكتشف وصفات إفطار مغذية، وابقى متصلاً روحانياً كل يوم.",
    "Accurate Features": "ميزات دقيقة",
    "Imsakiye & Prayer Times": "إمساكية وأوقات الصلاة",
    "Precise times calculated for your exact location.": "أوقات دقيقة محسوبة لموقعك بالضبط.",
    "Qibla Finder": "باحث القبلة",
    "Find the direction of Mecca instantly.": "اعثر على اتجاه مكة فوراً.",
    "Enable location to use these features.": "قم بتفعيل الموقع لاستخدام هذه الميزات.",
    "Coming Soon": "قريباً",
    "Prayer Times Alerts": "تنبيهات أوقات الصلاة",
    "Get timely reminders for Suhoor, Iftar, and every prayer time.": "احصل على تذكيرات في الوقت المناسب للسحور، الإفطار، وكل وقت صلاة.",
    "AI Ramadan Chef": "طاهي رمضان بالذكاء الاصطناعي",
    "Get personalized Iftar & Suhoor recipes from our AI Chef.": "احصل على وصفات إفطار وسحور مخصصة من طاهينا بالذكاء الاصطناعي.",
    "Community Events": "فعاليات المجتمع",
    "Join local Ramadan events near you.": "انضم إلى فعاليات رمضان المحلية بالقرب منك.",
    "Enable notifications to be the first to know.": "فعل الإشعارات لتكون أول من يعلم.",
    "Continue": "متابعة",
    "Enable Location": "تفعيل الموقع",
    "Get Started": "ابدأ",
    "How long until iftar?": "كم بقي للإفطار؟",
    "Hours": "ساعات",
    "Minutes": "دقائق",
    "Seconds": "ثواني",
    "fajr": "الفجر",
    "sunrise": "الشروق",
    "dhuhr": "الظهر",
    "asr": "العصر",
    "maghrib": "المغرب",
    "isha": "العشاء",
    "RAMADAN AI ASSISTANT": "مساعد رمضان بالذكاء الاصطناعي",
    "Plan your perfect Iftar": "خطط لإفطارك المثالي",
    "Get personalized menus & invitation \ncards tailored for your guests.": "احصل على قوائم طعام مخصصة وبطاقات \nدعوة مصممة لضيوفك.",
    "Ask AI Chef: What to Cook?": "اسأل الطاهي الذكي: ماذا أطبخ؟",
    "Quick Tools": "أدوات سريعة",
    "Smart Zikirmatik": "المسبحة الذكية",
    "Locate direction": "تحديد الاتجاه",
    "Daily Dhikr": "الذكر اليومي",
    "Ramadan Calendar": "تقويم رمضان",
    "Fasting schedule": "جدول الصيام",
    "Prayer": "الصلاة",
    "To Prayer": "إلى الصلاة",
    "Hadith": "حديث",
    "The Sayings of the Prophet Muhammad": "أقوال النبي محمد (صلى الله عليه وسلم)",
    "Ablution": "الوضوء",
    "How to Perform Ablution?": "كيفية الوضوء؟",
    "Rate App": "قيم التطبيق",
    "Share": "مشاركة",
    "Contact / Support": "اتصال / دعم",
    "Privacy Policy": "سياسة الخصوصية",
    "Terms of Use": "شروط الاستخدام",
    "Ramadan Premium": "رمضان بريميوم",
    "Ad-free experience and exclusive content for you.": "تجربة خالية من الإعلانات ومحتوى حصري لك.",
    "Upgrade Now": "الترقية الآن",
    "Rotate your phone until the mosque icon aligns with the top of the compass.": "أدر هاتفك حتى تتماشى أيقونة المسجد مع الجزء العلوي من البوصلة.",
    "N": "ش",
    "S": "ج",
    "E": "شرق",
    "W": "غرب",
    "Qibla Angle": "زاوية القبلة",
    "Current Heading": "الاتجاه الحالي",
    "Smart Dhikr": "ذكر ذكي",
    "Tap circle to count": "اضغط على الدائرة للعد",
    "Ramazan 1447 / 2026": "رمضان 1447 / 2026",
    "Today": "اليوم",
    "Prayer Guide": "دليل الصلاة",
    "Niyyah (Intention)": "النية",
    "Stand facing the Qiblah. Make the intention in your heart to perform the specific prayer.": "قف مستقبلاً القبلة. اعقد النية في قلبك لأداء الصلاة المحددة.",
    "Takbir": "تكبير",
    "Raise your hands to your ears and say \"Allahu Akbar\" (God is the Greatest). Lower your hands and place right hand over left on chest.": "ارفع يديك إلى أذنيك وقل \"الله أكبر\". أنزل يديك وضع اليمنى على اليسرى على الصدر.",
    "Qiyam & Recitation": "القيام والقراءة",
    "Stand with respect. Recite Surah Al-Fatiha and another short Surah/verses from the Quran.": "قف باحترام. اقرأ سورة الفاتحة وسورة قصيرة أخرى/آيات من القرآن.",
    "Ruku (Bowing)": "الركوع",
    "Say \"Allahu Akbar\" and bow down used hands on knees. Keep back straight. Say \"Subhana Rabbiyal Azeem\" 3 times.": "قل \"الله أكبر\" واركع واضعاً يديك على ركبتيك. حافظ على استقامة الظهر. قل \"سبحان ربي العظيم\" 3 مرات.",
    "Qa/uma (Rising)": "القيام من الركوع",
    "Rise back to standing saying \"Sami Allahu Liman Hamidah\". Then say \"Rabbana Lakal Hamd\".": "اعتدل واقفاً قائلاً \"سمع الله لمن حمده\". ثم قل \"ربنا ولك الحمد\".",
    "Sujud (Prostration)": "السجود",
    "Go down to the floor saying \"Allahu Akbar\". Forehead, nose, palms, knees, and toes should touch the ground. Say \"Subhana Rabbiyal A/la\" 3 times.": "اهوِ إلى الأرض قائلاً \"الله أكبر\". يجب أن تلامس الجبهة والأنف والكفان والركبتان وأصابع القدمين الأرض. قل \"سبحان ربي الأعلى\" 3 مرات.",
    "Tashahud": "التشهد",
    "Say \"Ashhadu An La Ilaha Illa Allah\" and \"Ashhadu An Nabi Muhammadur Rasulullah\".": "قل \"أشهد أن لا إله إلا الله وأشهد أن محمداً رسول الله\".",
    "Taslim (Salam)": "التسليم",
    "Turn your head to the right saying \"Assalamu Alaikum wa Rahmatullah\", then to the left.": "أدر وجهك لليمين قائلاً \"السلام عليكم ورحمة الله\"، ثم لليسار.",
    "Daily Hadith (Bukhari)": "حديث يومي (البخاري)",
    "Ablution (Wudu) Guide": "دليل الوضوء",
    "Make the intention in your heart to perform Wudu for the sake of Allah, then say \"Bismillah\" (In the name of Allah).": "انوِ بقلبك الوضوء لله تعالى، ثم قل \"بسم الله\".",
    "Washing Hands": "غسل اليدين",
    "Wash your hands up to the wrists three times, ensuring water reaches between the fingers.": "اغسل يديك إلى الرسغين ثلاث مرات، مع تخليل الأصابع.",
    "Rinsing Mouth": "المضمضة",
    "Rinse your mouth with water three times, swirling it around to ensure it reaches all parts.": "تمضمض بالماء ثلاث مرات.",
    "Rinsing Nose": "الاستنشاق",
    "Sniff clean water into your nose and then blow it out, three times.": "استنشق الماء النظيف في أنفك ثم استنثره، ثلاث مرات.",
    "Washing Face": "غسل الوجه",
    "Wash your entire face three times, from the hairline to the chin and from ear to ear.": "اغسل وجهك كاملاً ثلاث مرات، من منابت الشعر إلى الذقن ومن الأذن إلى الأذن.",
    "Washing Arms": "غسل اليدين للمرفقين",
    "Wash your arms up to and including the elbows three times, starting with the right arm then the left.": "اغسل يديك إلى المرفقين ثلاث مرات، بادئاً باليمنى ثم اليسرى.",
    "Wiping Head": "مسح الرأس",
    "Wipe your head with wet hands, starting from the forehead to the back of the neck and back to the forehead once.": "امسح رأسك بيدين مبللتين، من مقدمة الرأس إلى قفاه ثم العودة للمقدمة مرة واحدة.",
    "Wiping Ears": "مسح الأذنين",
    "Wipe the inside of your ears with your index fingers and the back of your ears with your thumbs once.": "امسح باطن أذنيك بسبابتيك وظاهرهما بإبهاميك مرة واحدة.",
    "Washing Feet": "غسل الرجلين",
    "Wash your feet up to and including the ankles three times, starting with the right foot then the left. Ensure water reaches between toes.": "اغسل رجليك إلى الكعبين ثلاث مرات، بادئاً باليمنى ثم اليسرى. تأكد من وصول الماء بين الأصابع.",
    "Tashahhud (Sitting)": "الجلوس للتشهد",
    "Sit on your knees. Recite the Tashahhud, Salawat, and Dua.": "اجلس على ركبتيك. اقرأ التشهد والصلاة الإبراهيمية والدعاء.",
    "General": "عام",
    "Legal": "قانوني",
    "Prayer Time": "وقت الصلاة",
    "It is time for {}": "حان الآن موعد {}",
    "Home": "الرئيسية",
    "Settings": "الإعدادات"
}