{
    "Your Companion for a\nBlessed Ramadan": "আপনার সঙ্গী একটি\nবরকতময় রমজানের জন্য",
    "Track fasting times, discover nutritious Iftar recipes, and stay spiritually connected every day.": "রোজার সময় ট্র্যাক করুন, পুষ্টিকর ইফতার রেসিপি আবিষ্কার করুন এবং প্রতিদিন আধ্যাত্মিকভাবে সংযুক্ত থাকুন।",
    "Accurate Features": "সঠিক বৈশিষ্ট্য",
    "Imsakiye & Prayer Times": "ইমসাকিয়ে ও নামাজের সময়",
    "Precise times calculated for your exact location.": "আপনার সঠিক অবস্থানের জন্য নির্ভুল সময় গণনা করা হয়েছে।",
    "Qibla Finder": "কিবলা ফাইন্ডার",
    "Find the direction of Mecca instantly.": "তাত্ক্ষণিকভাবে মক্কার দিক খুঁজুন।",
    "Enable location to use these features.": "এই বৈশিষ্ট্যগুলি ব্যবহার করতে অবস্থান সক্ষম করুন।",
    "Coming Soon": "শীঘ্রই আসছে",
    "Prayer Times Alerts": "নামাজের সময়ের সতর্কতা",
    "Get timely reminders for Suhoor, Iftar, and every prayer time.": "সেহরি, ইফতার এবং প্রতিটি নামাজের সময়ের জন্য সময়মত রিমাইন্ডার পান।",
    "AI Ramadan Chef": "এআই রমজান শেফ",
    "Get personalized Iftar & Suhoor recipes from our AI Chef.": "আমাদের এআই শেফের কাছ থেকে ব্যক্তিগতকৃত ইফতার ও সেহরির রেসিপি পান।",
    "Community Events": "কমিউনিটি ইভেন্ট",
    "Join local Ramadan events near you.": "আপনার কাছাকাছি স্থানীয় রমজান ইভেন্টে যোগ দিন।",
    "Enable notifications to be the first to know.": "সবার আগে জানতে নোটিফিকেশন চালু করুন।",
    "Continue": "চালিয়ে যান",
    "Enable Location": "অবস্থান চালু করুন",
    "Get Started": "শুরু করুন",
    "How long until iftar?": "ইফতারের আর কত বাকি?",
    "Hours": "ঘণ্টা",
    "Minutes": "মিনিট",
    "Seconds": "সেকেন্ড",
    "fajr": "ফজর",
    "sunrise": "সূর্যোদয়",
    "dhuhr": "জোহর",
    "asr": "আসর",
    "maghrib": "মাগরিব",
    "isha": "ইশা",
    "RAMADAN AI ASSISTANT": "রমজান এআই সহকারী",
    "Plan your perfect Iftar": "আপনার নিখুঁত ইফতারের পরিকল্পনা করুন",
    "Get personalized menus & invitation \ncards tailored for your guests.": "আপনার অতিথিদের জন্য ব্যক্তিগতকৃত মেনু এবং আমন্ত্রণ \nকার্ড পান।",
    "Ask AI Chef: What to Cook?": "এআই শেফকে জিজ্ঞাসা করুন: কী রান্না করবেন?",
    "Quick Tools": "দ্রুত সরঞ্জাম",
    "Smart Zikirmatik": "স্মার্ট জিকিরমেটিক",
    "Locate direction": "দিক নির্ণয় করুন",
    "Daily Dhikr": "দৈনিক জিকির",
    "Ramadan Calendar": "রমজান ক্যালেন্ডার",
    "Fasting schedule": "রোজার সময়সূচী",
    "Prayer": "নামাজ",
    "To Prayer": "নামাজের দিকে",
    "Hadith": "হাদিস",
    "The Sayings of the Prophet Muhammad": "নবী মুহাম্মদ (সাঃ) এর বাণী",
    "Ablution": "ওজু",
    "How to Perform Ablution?": "কিভাবে ওজু করবেন?",
    "Rate App": "অ্যাপ রেট করুন",
    "Share": "শেয়ার করুন",
    "Contact / Support": "যোগাযোগ / সহায়তা",
    "Privacy Policy": "গোপনীয়তা নীতি",
    "Terms of Use": "ব্যবহারের শর্তাবলী",
    "Ramadan Premium": "রমজান প্রিমিয়াম",
    "Ad-free experience and exclusive content for you.": "আপনার জন্য বিজ্ঞাপন-মুক্ত অভিজ্ঞতা এবং একচেটিয়া সামগ্রী।",
    "Upgrade Now": "এখনই আপগ্রেড করুন",
    "Rotate your phone until the mosque icon aligns with the top of the compass.": "মসজিদ আইকন কম্পাসের শীর্ষের সাথে সারিবদ্ধ না হওয়া পর্যন্ত আপনার ফোনটি ঘোরান।",
    "N": "উত্তর",
    "S": "দক্ষিণ",
    "E": "পূর্ব",
    "W": "পশ্চিম",
    "Qibla Angle": "কিবলা কোণ",
    "Current Heading": "বর্তমান দিক",
    "Smart Dhikr": "স্মার্ট জিকির",
    "Tap circle to count": "গণনা করতে বৃত্তে আলতো চাপুন",
    "Ramazan 1447 / 2026": "রমজান ১৪৪৭ / ২০২৬",
    "Today": "আজ",
    "Prayer Guide": "নামাজ গাইড",
    "Niyyah (Intention)": "নিয়ত",
    "Stand facing the Qiblah. Make the intention in your heart to perform the specific prayer.": "কিবলার দিকে মুখ করে দাঁড়ান। মনে মনে নির্দিষ্ট নামাজ আদায়ের নিয়ত করুন।",
    "Takbir": "তাকবীর",
    "Raise your hands to your ears and say \"Allahu Akbar\" (God is the Greatest). Lower your hands and place right hand over left on chest.": "হাত কানের লতি পর্যন্ত তুলুন এবং \"আল্লাহু আকবার\" বলুন। হাত নামান এবং ডান হাত বাম হাতের উপর বুকে রাখুন।",
    "Qiyam & Recitation": "কিয়াম ও তেলাওয়াত",
    "Stand with respect. Recite Surah Al-Fatiha and another short Surah/verses from the Quran.": "শ্রদ্ধার সাথে দাঁড়ান। সূরা আল-ফাতিহা এবং কুরআন থেকে অন্য একটি ছোট সূরা/আয়াত তেলাওয়াত করুন।",
    "Ruku (Bowing)": "রুকু",
    "Say \"Allahu Akbar\" and bow down used hands on knees. Keep back straight. Say \"Subhana Rabbiyal Azeem\" 3 times.": "\"আল্লাহু আকবার\" বলুন এবং হাঁটুতে হাত রেখে ঝুঁকুন। পিঠ সোজা রাখুন। ৩ বার \"সুবহানা রাব্বিয়াল আজিম\" বলুন।",
    "Qa/uma (Rising)": "কওমা (দাঁড়ানো)",
    "Rise back to standing saying \"Sami Allahu Liman Hamidah\". Then say \"Rabbana Lakal Hamd\".": "\"সামি আল্লাহু লিমান হামিদাহ\" বলে আবার সোজা হয়ে দাঁড়ান। তারপর বলুন \"রাব্বানা লাকাল হামদ\"।",
    "Sujud (Prostration)": "সিজদা",
    "Go down to the floor saying \"Allahu Akbar\". Forehead, nose, palms, knees, and toes should touch the ground. Say \"Subhana Rabbiyal A/la\" 3 times.": "\"আল্লাহু আকবার\" বলে মাটিতে যান। কপাল, নাক, হাতের তালু, হাঁটু এবং পায়ের আঙ্গুল মাটিতে স্পর্শ করা উচিত। ৩ বার \"সুবহানা রাব্বিয়াল আলা\" বলুন।",
    "Tashahud": "তাশাহহুদ",
    "Say \"Ashhadu An La Ilaha Illa Allah\" and \"Ashhadu An Nabi Muhammadur Rasulullah\".": "\"আশহাদু আল লা ইলাহা ইল্লাল্লাহু\" এবং \"আশহাদু আন্না মুহাম্মাদুর রাসুলুল্লাহ\" বলুন।",
    "Taslim (Salam)": "তাসলিম (সালাম)",
    "Turn your head to the right saying \"Assalamu Alaikum wa Rahmatullah\", then to the left.": "\"আসসালামু আলাইকুম ওয়া রাহমাতুল্লাহ\" বলে মাথা ডানদিকে এবং তারপর বামদিকে ঘোরান।",
    "Daily Hadith (Bukhari)": "দৈনিক হাদিস (বুখারী)",
    "Ablution (Wudu) Guide": "ওজু গাইড",
    "Make the intention in your heart to perform Wudu for the sake of Allah, then say \"Bismillah\" (In the name of Allah).": "আল্লাহর সন্তুষ্টির জন্য ওজু করার নিয়ত করুন, তারপর \"বিসমিল্লাহ\" বলুন।",
    "Washing Hands": "হাত ধোয়া",
    "Wash your hands up to the wrists three times, ensuring water reaches between the fingers.": "কব্জি পর্যন্ত হাত তিনবার ধোন, আঙ্গুলের মাঝখানে পানি পৌঁছানো নিশ্চিত করুন।",
    "Rinsing Mouth": "কুলি করা",
    "Rinse your mouth with water three times, swirling it around to ensure it reaches all parts.": "মুখে পানি নিয়ে তিনবার কুলি করুন, যাতে সব জায়গায় পৌঁছে যায়।",
    "Rinsing Nose": "নাকে পানি দেওয়া",
    "Sniff clean water into your nose and then blow it out, three times.": "নাকে পানি টানুন এবং তারপর ঝেড়ে ফেলুন, তিনবার।",
    "Washing Face": "মুখ ধোয়া",
    "Wash your entire face three times, from the hairline to the chin and from ear to ear.": "সম্পূর্ণ মুখ তিনবার ধোন, চুলের রেখা থেকে থুতনি এবং এক কান থেকে অন্য কান পর্যন্ত।",
    "Washing Arms": "হাত ধোয়া (কনুই পর্যন্ত)",
    "Wash your arms up to and including the elbows three times, starting with the right arm then the left.": "কনুইসহ হাত তিনবার ধোন, ডান হাত দিয়ে শুরু করে তারপর বাম হাত।",
    "Wiping Head": "মাথা মাসেহ করা",
    "Wipe your head with wet hands, starting from the forehead to the back of the neck and back to the forehead once.": "ভেজা হাত দিয়ে মাথা মাসেহ করুন, কপাল থেকে ঘাড়ের পিছন পর্যন্ত এবং আবার কপালে ফিরে আসুন একবার।",
    "Wiping Ears": "কান মাসেহ করা",
    "Wipe the inside of your ears with your index fingers and the back of your ears with your thumbs once.": "তর্জনী দিয়ে কানের ভিতর এবং বুড়ো আঙ্গুল দিয়ে কানের পিছন মাসেহ করুন একবার।",
    "Washing Feet": "পা ধোয়া",
    "Wash your feet up to and including the ankles three times, starting with the right foot then the left. Ensure water reaches between toes.": "গোড়ালি পর্যন্ত পা তিনবার ধোন, ডান পা দিয়ে শুরু করে তারপর বাম পা। পায়ের আঙ্গুলের মাঝখানে পানি পৌঁছানো নিশ্চিত করুন।"
}