{
    "Your Companion for a\nBlessed Ramadan": "Ihr Begleiter für einen\ngesegneten Ramadan",
    "Track fasting times, discover nutritious Iftar recipes, and stay spiritually connected every day.": "Verfolgen Sie Fastenzeiten, entdecken Sie nahrhafte Iftar-Rezepte und bleiben Sie jeden Tag spirituell verbunden.",
    "Accurate Features": "Genaue Funktionen",
    "Imsakiye & Prayer Times": "Imsakiye & Gebetszeiten",
    "Precise times calculated for your exact location.": "Präzise Zeiten berechnet für Ihren genauen Standort.",
    "Qibla Finder": "Qibla Finder",
    "Find the direction of Mecca instantly.": "Finden Sie sofort die Richtung nach Mekka.",
    "Enable location to use these features.": "Standort aktivieren, um diese Funktionen zu nutzen.",
    "Coming Soon": "Demnächst",
    "Prayer Times Alerts": "Gebetszeiten-Alarme",
    "Get timely reminders for Suhoor, Iftar, and every prayer time.": "Erhalten Sie rechtzeitige Erinnerungen für Suhoor, Iftar und jede Gebetszeit.",
    "AI Ramadan Chef": "KI-Ramadan-Koch",
    "Get personalized Iftar & Suhoor recipes from our AI Chef.": "Erhalten Sie personalisierte Iftar- & Suhoor-Rezepte von unserem KI-Koch.",
    "Community Events": "Gemeinschaftsveranstaltungen",
    "Join local Ramadan events near you.": "Nehmen Sie an lokalen Ramadan-Veranstaltungen in Ihrer Nähe teil.",
    "Enable notifications to be the first to know.": "Benachrichtigungen aktivieren, um als Erster Bescheid zu wissen.",
    "Continue": "Weiter",
    "Enable Location": "Standort aktivieren",
    "Get Started": "Loslegen",
    "How long until iftar?": "Wie lange noch bis Iftar?",
    "Hours": "Stunden",
    "Minutes": "Minuten",
    "Seconds": "Sekunden",
    "fajr": "Fajr",
    "sunrise": "Sonnenaufgang",
    "dhuhr": "Dhuhr",
    "asr": "Asr",
    "maghrib": "Maghrib",
    "isha": "Ischa",
    "RAMADAN AI ASSISTANT": "RAMADAN KI-ASSISTENT",
    "Plan your perfect Iftar": "Planen Sie Ihr perfektes Iftar",
    "Get personalized menus & invitation \ncards tailored for your guests.": "Erhalten Sie personalisierte Menüs & Einladungskarten für Ihre Gäste.",
    "Ask AI Chef: What to Cook?": "Frag den KI-Koch: Was kochen?",
    "Quick Tools": "Schnellwerkzeuge",
    "Smart Zikirmatik": "Intelligenter Zikirmatik",
    "Locate direction": "Richtung finden",
    "Daily Dhikr": "Täglicher Dhikr",
    "Ramadan Calendar": "Ramadan Kalender",
    "Fasting schedule": "Fastenplan",
    "Prayer": "Gebet",
    "To Prayer": "Zum Gebet",
    "Hadith": "Hadith",
    "The Sayings of the Prophet Muhammad": "Die Aussprüche des Propheten Muhammad",
    "Ablution": "Waschung",
    "How to Perform Ablution?": "Wie führt man die Waschung durch?",
    "Rate App": "App bewerten",
    "Share": "Teilen",
    "Contact / Support": "Kontakt / Support",
    "Privacy Policy": "Datenschutzrichtlinie",
    "Terms of Use": "Nutzungsbedingungen",
    "Ramadan Premium": "Ramadan Premium",
    "Ad-free experience and exclusive content for you.": "Werbefreies Erlebnis und exklusive Inhalte für Sie.",
    "Upgrade Now": "Jetzt upgraden",
    "Rotate your phone until the mosque icon aligns with the top of the compass.": "Drehen Sie Ihr Telefon, bis das Moschee-Symbol mit der Oberseite des Kompasses übereinstimmt.",
    "N": "N",
    "S": "S",
    "E": "O",
    "W": "W",
    "Qibla Angle": "Qibla-Winkel",
    "Current Heading": "Aktuelle Ausrichtung",
    "Smart Dhikr": "Smart Dhikr",
    "Tap circle to count": "Tippen Sie zum Zählen auf den Kreis",
    "Ramazan 1447 / 2026": "Ramadan 1447 / 2026",
    "Today": "Heute",
    "Prayer Guide": "Gebetsführer",
    "Niyyah (Intention)": "Niyyah (Absicht)",
    "Stand facing the Qiblah. Make the intention in your heart to perform the specific prayer.": "Stehen Sie mit dem Gesicht zur Qiblah. Fassen Sie im Herzen die Absicht, das spezifische Gebet zu verrichten.",
    "Takbir": "Takbir",
    "Raise your hands to your ears and say \"Allahu Akbar\" (God is the Greatest). Lower your hands and place right hand over left on chest.": "Heben Sie die Hände zu den Ohren und sagen Sie \"Allahu Akbar\" (Gott ist der Größte). Senken Sie die Hände und legen Sie die rechte Hand über die linke auf die Brust.",
    "Qiyam & Recitation": "Qiyam & Rezitation",
    "Stand with respect. Recite Surah Al-Fatiha and another short Surah/verses from the Quran.": "Stehen Sie mit Respekt. Rezitieren Sie die Sure Al-Fatiha und eine andere kurze Sure/Verse aus dem Koran.",
    "Ruku (Bowing)": "Ruku (Verbeugung)",
    "Say \"Allahu Akbar\" and bow down used hands on knees. Keep back straight. Say \"Subhana Rabbiyal Azeem\" 3 times.": "Sagen Sie \"Allahu Akbar\" und verbeugen Sie sich mit den Händen auf den Knien. Halten Sie den Rücken gerade. Sagen Sie 3 Mal \"Subhana Rabbiyal Azeem\".",
    "Qa/uma (Rising)": "Qa/uma (Aufrichten)",
    "Rise back to standing saying \"Sami Allahu Liman Hamidah\". Then say \"Rabbana Lakal Hamd\".": "Richten Sie sich wieder auf und sagen Sie \"Sami Allahu Liman Hamidah\". Dann sagen Sie \"Rabbana Lakal Hamd\".",
    "Sujud (Prostration)": "Sujud (Niederwerfung)",
    "Go down to the floor saying \"Allahu Akbar\". Forehead, nose, palms, knees, and toes should touch the ground. Say \"Subhana Rabbiyal A/la\" 3 times.": "Gehen Sie zu Boden und sagen Sie \"Allahu Akbar\". Stirn, Nase, Handflächen, Knie und Zehen sollten den Boden berühren. Sagen Sie 3 Mal \"Subhana Rabbiyal A/la\".",
    "Tashahud": "Taschahhud",
    "Say \"Ashhadu An La Ilaha Illa Allah\" and \"Ashhadu An Nabi Muhammadur Rasulullah\".": "Sagen Sie \"Aschhadu An La Ilaha Illa Allah\" und \"Aschhadu An Nabi Muhammadur Rasulullah\".",
    "Taslim (Salam)": "Taslim (Salam)",
    "Turn your head to the right saying \"Assalamu Alaikum wa Rahmatullah\", then to the left.": "Drehen Sie den Kopf nach rechts und sagen Sie \"Assalamu Alaikum wa Rahmatullah\", dann nach links.",
    "Daily Hadith (Bukhari)": "Täglicher Hadith (Bukhari)",
    "Ablution (Wudu) Guide": "Waschungs (Wudu) Anleitung",
    "Make the intention in your heart to perform Wudu for the sake of Allah, then say \"Bismillah\" (In the name of Allah).": "Fassen Sie im Herzen die Absicht, Wudu um Allahs willen zu verrichten, dann sagen Sie \"Bismillah\" (Im Namen Allahs).",
    "Washing Hands": "Hände waschen",
    "Wash your hands up to the wrists three times, ensuring water reaches between the fingers.": "Waschen Sie Ihre Hände bis zu den Handgelenken drei Mal und achten Sie darauf, dass Wasser zwischen die Finger gelangt.",
    "Rinsing Mouth": "Mund ausspülen",
    "Rinse your mouth with water three times, swirling it around to ensure it reaches all parts.": "Spülen Sie Ihren Mund drei Mal mit Wasser aus und schwenken Sie es um, damit es alle Teile erreicht.",
    "Rinsing Nose": "Nase spülen",
    "Sniff clean water into your nose and then blow it out, three times.": "Ziehen Sie sauberes Wasser in die Nase und blasen Sie es dann aus, drei Mal.",
    "Washing Face": "Gesicht waschen",
    "Wash your entire face three times, from the hairline to the chin and from ear to ear.": "Waschen Sie Ihr gesamtes Gesicht drei Mal, vom Haaransatz bis zum Kinn und von Ohr zu Ohr.",
    "Washing Arms": "Arme waschen",
    "Wash your arms up to and including the elbows three times, starting with the right arm then the left.": "Waschen Sie Ihre Arme bis einschließlich der Ellbogen drei Mal, beginnend mit dem rechten Arm, dann dem linken.",
    "Wiping Head": "Kopf bestreichen",
    "Wipe your head with wet hands, starting from the forehead to the back of the neck and back to the forehead once.": "Streichen Sie mit nassen Händen über Ihren Kopf, beginnend von der Stirn bis zum Nacken und zurück zur Stirn, ein Mal.",
    "Wiping Ears": "Ohren bestreichen",
    "Wipe the inside of your ears with your index fingers and the back of your ears with your thumbs once.": "Streichen Sie mit den Zeigefingern über die Innenseite Ihrer Ohren und mit den Daumen über die Rückseite Ihrer Ohren, ein Mal.",
    "Washing Feet": "Füße waschen",
    "Wash your feet up to and including the ankles three times, starting with the right foot then the left. Ensure water reaches between toes.": "Waschen Sie Ihre Füße bis einschließlich der Knöchel drei Mal, beginnend mit dem rechten Fuß, dann dem linken. Achten Sie darauf, dass Wasser zwischen die Zehen gelangt."
}