{
    "Your Companion for a\nBlessed Ramadan": "Tu compañero para un\nRamadán bendecido",
    "Track fasting times, discover nutritious Iftar recipes, and stay spiritually connected every day.": "Sigue los tiempos de ayuno, descubre recetas nutritivas para Iftar y mantente conectado espiritualmente cada día.",
    "Accurate Features": "Funciones Precisas",
    "Imsakiye & Prayer Times": "Imsakiye y Horarios de Oración",
    "Precise times calculated for your exact location.": "Horarios precisos calculados para tu ubicación exacta.",
    "Qibla Finder": "Buscador de Qibla",
    "Find the direction of Mecca instantly.": "Encuentra la dirección de La Meca al instante.",
    "Enable location to use these features.": "Habilita la ubicación para usar estas funciones.",
    "Coming Soon": "Próximamente",
    "Prayer Times Alerts": "Alertas de Horarios de Oración",
    "Get timely reminders for Suhoor, Iftar, and every prayer time.": "Recibe recordatorios oportunos para Suhoor, Iftar y cada hora de oración.",
    "AI Ramadan Chef": "Chef de Ramadán con IA",
    "Get personalized Iftar & Suhoor recipes from our AI Chef.": "Obtén recetas personalizadas de Iftar y Suhoor de nuestro Chef con IA.",
    "Community Events": "Eventos de la Comunidad",
    "Join local Ramadan events near you.": "Únete a eventos locales de Ramadán cerca de ti.",
    "Enable notifications to be the first to know.": "Activa las notificaciones para ser el primero en saberlo.",
    "Continue": "Continuar",
    "Enable Location": "Habilitar Ubicación",
    "Get Started": "Comenzar",
    "How long until iftar?": "¿Cuánto falta para el Iftar?",
    "Hours": "Horas",
    "Minutes": "Minutos",
    "Seconds": "Segundos",
    "fajr": "Fajr",
    "sunrise": "Amanecer",
    "dhuhr": "Dhuhr",
    "asr": "Asr",
    "maghrib": "Maghrib",
    "isha": "Isha",
    "RAMADAN AI ASSISTANT": "ASISTENTE DE RAMADÁN CON IA",
    "Plan your perfect Iftar": "Planifica tu Iftar perfecto",
    "Get personalized menus & invitation \ncards tailored for your guests.": "Obtén menús personalizados y tarjetas \nde invitación adaptadas a tus invitados.",
    "Ask AI Chef: What to Cook?": "Preguntar al Chef con IA: ¿Qué cocinar?",
    "Quick Tools": "Herramientas Rápidas",
    "Smart Zikirmatik": "Zikirmatik Inteligente",
    "Locate direction": "Localizar dirección",
    "Daily Dhikr": "Dhikr Diario",
    "Ramadan Calendar": "Calendario de Ramadán",
    "Fasting schedule": "Horario de ayuno",
    "Prayer": "Oración",
    "To Prayer": "A la Oración",
    "Hadith": "Hadith",
    "The Sayings of the Prophet Muhammad": "Los Dichos del Profeta Muhammad",
    "Ablution": "Ablución",
    "How to Perform Ablution?": "¿Cómo realizar la ablución?",
    "Rate App": "Calificar Aplicación",
    "Share": "Compartir",
    "Contact / Support": "Contacto / Soporte",
    "Privacy Policy": "Política de Privacidad",
    "Terms of Use": "Términos de Uso",
    "Ramadan Premium": "Ramadán Premium",
    "Ad-free experience and exclusive content for you.": "Experiencia sin anuncios y contenido exclusivo para ti.",
    "Upgrade Now": "Actualizar Ahora",
    "Rotate your phone until the mosque icon aligns with the top of the compass.": "Gira tu teléfono hasta que el ícono de la mezquita se alinee con la parte superior de la brújula.",
    "N": "N",
    "S": "S",
    "E": "E",
    "W": "O",
    "Qibla Angle": "Ángulo de Qibla",
    "Current Heading": "Rumbo Actual",
    "Smart Dhikr": "Dhikr Inteligente",
    "Tap circle to count": "Toca el círculo para contar",
    "Ramazan 1447 / 2026": "Ramadán 1447 / 2026",
    "Today": "Hoy",
    "Prayer Guide": "Guía de Oración",
    "Niyyah (Intention)": "Niyyah (Intención)",
    "Stand facing the Qiblah. Make the intention in your heart to perform the specific prayer.": "Párate mirando hacia la Qiblah. Haz la intención en tu corazón de realizar la oración específica.",
    "Takbir": "Takbir",
    "Raise your hands to your ears and say \"Allahu Akbar\" (God is the Greatest). Lower your hands and place right hand over left on chest.": "Levanta las manos a la altura de las orejas y di \"Allahu Akbar\" (Dios es el Más Grande). Baja las manos y coloca la mano derecha sobre la izquierda en el pecho.",
    "Qiyam & Recitation": "Qiyam y Recitación",
    "Stand with respect. Recite Surah Al-Fatiha and another short Surah/verses from the Quran.": "Párate con respeto. Recita Surah Al-Fatiha y otra Surah corta/versos del Corán.",
    "Ruku (Bowing)": "Ruku (Inclinación)",
    "Say \"Allahu Akbar\" and bow down used hands on knees. Keep back straight. Say \"Subhana Rabbiyal Azeem\" 3 times.": "Di \"Allahu Akbar\" e inclínate con las manos en las rodillas. Mantén la espalda recta. Di \"Subhana Rabbiyal Azeem\" 3 veces.",
    "Qa/uma (Rising)": "Qa/uma (Levantarse)",
    "Rise back to standing saying \"Sami Allahu Liman Hamidah\". Then say \"Rabbana Lakal Hamd\".": "Levántate de nuevo diciendo \"Sami Allahu Liman Hamidah\". Luego di \"Rabbana Lakal Hamd\".",
    "Sujud (Prostration)": "Sujud (Postración)",
    "Go down to the floor saying \"Allahu Akbar\". Forehead, nose, palms, knees, and toes should touch the ground. Say \"Subhana Rabbiyal A/la\" 3 times.": "Baja al suelo diciendo \"Allahu Akbar\". La frente, nariz, palmas, rodillas y dedos de los pies deben tocar el suelo. Di \"Subhana Rabbiyal A/la\" 3 veces.",
    "Tashahud": "Tashahud",
    "Say \"Ashhadu An La Ilaha Illa Allah\" and \"Ashhadu An Nabi Muhammadur Rasulullah\".": "Di \"Ashhadu An La Ilaha Illa Allah\" y \"Ashhadu An Nabi Muhammadur Rasulullah\".",
    "Taslim (Salam)": "Taslim (Salam)",
    "Turn your head to the right saying \"Assalamu Alaikum wa Rahmatullah\", then to the left.": "Gira la cabeza a la derecha diciendo \"Assalamu Alaikum wa Rahmatullah\", luego a la izquierda.",
    "Daily Hadith (Bukhari)": "Hadith Diario (Bukhari)",
    "Ablution (Wudu) Guide": "Guía de Ablución (Wudu)",
    "Make the intention in your heart to perform Wudu for the sake of Allah, then say \"Bismillah\" (In the name of Allah).": "Haz la intención en tu corazón de realizar Wudu por causa de Allah, luego di \"Bismillah\" (En el nombre de Allah).",
    "Washing Hands": "Lavarse las Manos",
    "Wash your hands up to the wrists three times, ensuring water reaches between the fingers.": "Lávate las manos hasta las muñecas tres veces, asegurando que el agua llegue entre los dedos.",
    "Rinsing Mouth": "Enjuagarse la Boca",
    "Rinse your mouth with water three times, swirling it around to ensure it reaches all parts.": "Enjuágate la boca con agua tres veces, haciéndola girar para asegurar que llegue a todas partes.",
    "Rinsing Nose": "Enjuagarse la Nariz",
    "Sniff clean water into your nose and then blow it out, three times.": "Aspira agua limpia por la nariz y luego sácala, tres veces.",
    "Washing Face": "Lavarse la Cara",
    "Wash your entire face three times, from the hairline to the chin and from ear to ear.": "Lávate toda la cara tres veces, desde la línea del cabello hasta la barbilla y de oreja a oreja.",
    "Washing Arms": "Lavarse los Brazos",
    "Wash your arms up to and including the elbows three times, starting with the right arm then the left.": "Lávate los brazos hasta los codos tres veces, comenzando con el brazo derecho y luego el izquierdo.",
    "Wiping Head": "Limpiarse la Cabeza",
    "Wipe your head with wet hands, starting from the forehead to the back of the neck and back to the forehead once.": "Límpiate la cabeza con las manos mojadas, comenzando desde la frente hasta la nuca y volviendo a la frente una vez.",
    "Wiping Ears": "Limpiarse las Orejas",
    "Wipe the inside of your ears with your index fingers and the back of your ears with your thumbs once.": "Límpiate el interior de las orejas con los dedos índices y la parte posterior de las orejas con los pulgares una vez.",
    "Washing Feet": "Lavarse los Pies",
    "Wash your feet up to and including the ankles three times, starting with the right foot then the left. Ensure water reaches between toes.": "Lávate los pies hasta los tobillos tres veces, comenzando con el pie derecho y luego el izquierdo. Asegúrate de que el agua llegue entre los dedos."
}