{
    "Your Companion for a\nBlessed Ramadan": "Votre compagnon pour un\nRamadan béni",
    "Track fasting times, discover nutritious Iftar recipes, and stay spiritually connected every day.": "Suivez les heures de jeûne, découvrez des recettes d'Iftar nutritives et restez connecté spirituellement chaque jour.",
    "Accurate Features": "Fonctionnalités Précises",
    "Imsakiye & Prayer Times": "Imsakiye & Heures de Prière",
    "Precise times calculated for your exact location.": "Horaires précis calculés pour votre emplacement exact.",
    "Qibla Finder": "Boussole Qibla",
    "Find the direction of Mecca instantly.": "Trouvez la direction de La Mecque instantanément.",
    "Enable location to use these features.": "Activez la localisation pour utiliser ces fonctionnalités.",
    "Coming Soon": "Bientôt disponible",
    "Prayer Times Alerts": "Alertes Heures de Prière",
    "Get timely reminders for Suhoor, Iftar, and every prayer time.": "Recevez des rappels pour le Suhoor, l'Iftar et chaque heure de prière.",
    "AI Ramadan Chef": "Chef Ramadan IA",
    "Get personalized Iftar & Suhoor recipes from our AI Chef.": "Recevez des recettes personnalisées pour l'Iftar et le Suhoor de notre Chef IA.",
    "Community Events": "Événements Communautaires",
    "Join local Ramadan events near you.": "Rejoignez des événements locaux du Ramadan près de chez vous.",
    "Enable notifications to be the first to know.": "Activez les notifications pour être le premier informé.",
    "Continue": "Continuer",
    "Enable Location": "Activer la localisation",
    "Get Started": "Commencer",
    "How long until iftar?": "Combien de temps avant l'Iftar ?",
    "Hours": "Heures",
    "Minutes": "Minutes",
    "Seconds": "Secondes",
    "fajr": "Fajr",
    "sunrise": "Lever du soleil",
    "dhuhr": "Dhuhr",
    "asr": "Asr",
    "maghrib": "Maghrib",
    "isha": "Isha",
    "RAMADAN AI ASSISTANT": "ASSISTANT RAMADAN IA",
    "Plan your perfect Iftar": "Planifiez votre Iftar parfait",
    "Get personalized menus & invitation \ncards tailored for your guests.": "Obtenez des menus personnalisés et des \ncartes d'invitation pour vos invités.",
    "Ask AI Chef: What to Cook?": "Demander au Chef IA : Que cuisiner ?",
    "Quick Tools": "Outils Rapides",
    "Smart Zikirmatik": "Zikirmatik Intelligent",
    "Locate direction": "Localiser la direction",
    "Daily Dhikr": "Dhikr Quotidien",
    "Ramadan Calendar": "Calendrier Ramadan",
    "Fasting schedule": "Calendrier de jeûne",
    "Prayer": "Prière",
    "To Prayer": "À la Prière",
    "Hadith": "Hadith",
    "The Sayings of the Prophet Muhammad": "Les Paroles du Prophète Muhammad",
    "Ablution": "Ablution",
    "How to Perform Ablution?": "Comment faire les ablutions ?",
    "Rate App": "Noter l'application",
    "Share": "Partager",
    "Contact / Support": "Contact / Support",
    "Privacy Policy": "Politique de Confidentialité",
    "Terms of Use": "Conditions d'Utilisation",
    "Ramadan Premium": "Ramadan Premium",
    "Ad-free experience and exclusive content for you.": "Expérience sans publicité et contenu exclusif pour vous.",
    "Upgrade Now": "Mettre à niveau maintenant",
    "Rotate your phone until the mosque icon aligns with the top of the compass.": "Tournez votre téléphone jusqu'à ce que l'icône de la mosquée s'aligne avec le haut de la boussole.",
    "N": "N",
    "S": "S",
    "E": "E",
    "W": "O",
    "Qibla Angle": "Angle Qibla",
    "Current Heading": "Direction Actuelle",
    "Smart Dhikr": "Dhikr Intelligent",
    "Tap circle to count": "Appuyez sur le cercle pour compter",
    "Ramazan 1447 / 2026": "Ramadan 1447 / 2026",
    "Today": "Aujourd'hui",
    "Prayer Guide": "Guide de Prière",
    "Niyyah (Intention)": "Niyyah (Intention)",
    "Stand facing the Qiblah. Make the intention in your heart to perform the specific prayer.": "Tenez-vous face à la Qiblah. Faites l'intention dans votre cœur d'effectuer la prière spécifique.",
    "Takbir": "Takbir",
    "Raise your hands to your ears and say \"Allahu Akbar\" (God is the Greatest). Lower your hands and place right hand over left on chest.": "Levez vos mains aux oreilles et dites \"Allahu Akbar\" (Dieu est le Plus Grand). Baissez vos mains et placez la main droite sur la gauche sur la poitrine.",
    "Qiyam & Recitation": "Qiyam & Récitation",
    "Stand with respect. Recite Surah Al-Fatiha and another short Surah/verses from the Quran.": "Tenez-vous avec respect. Réciter la Sourate Al-Fatiha et une autre courte Sourate/versets du Coran.",
    "Ruku (Bowing)": "Ruku (Inclinaison)",
    "Say \"Allahu Akbar\" and bow down used hands on knees. Keep back straight. Say \"Subhana Rabbiyal Azeem\" 3 times.": "Dites \"Allahu Akbar\" et inclinez-vous les mains sur les genoux. Gardez le dos droit. Dites \"Subhana Rabbiyal Azeem\" 3 fois.",
    "Qa/uma (Rising)": "Qa/uma (Redressement)",
    "Rise back to standing saying \"Sami Allahu Liman Hamidah\". Then say \"Rabbana Lakal Hamd\".": "Relevez-vous en disant \"Sami Allahu Liman Hamidah\". Puis dites \"Rabbana Lakal Hamd\".",
    "Sujud (Prostration)": "Sujud (Prosternation)",
    "Go down to the floor saying \"Allahu Akbar\". Forehead, nose, palms, knees, and toes should touch the ground. Say \"Subhana Rabbiyal A/la\" 3 times.": "Descendez au sol en disant \"Allahu Akbar\". Le front, le nez, les paumes, les genoux et les orteils doivent toucher le sol. Dites \"Subhana Rabbiyal A/la\" 3 fois.",
    "Tashahud": "Tashahud",
    "Say \"Ashhadu An La Ilaha Illa Allah\" and \"Ashhadu An Nabi Muhammadur Rasulullah\".": "Dites \"Ashhadu An La Ilaha Illa Allah\" et \"Ashhadu An Nabi Muhammadur Rasulullah\".",
    "Taslim (Salam)": "Taslim (Salutation)",
    "Turn your head to the right saying \"Assalamu Alaikum wa Rahmatullah\", then to the left.": "Tournez votre tête vers la droite en disant \"Assalamu Alaikum wa Rahmatullah\", puis vers la gauche.",
    "Daily Hadith (Bukhari)": "Hadith du Jour (Bukhari)",
    "Ablution (Wudu) Guide": "Guide des Ablutions (Wudu)",
    "Make the intention in your heart to perform Wudu for the sake of Allah, then say \"Bismillah\" (In the name of Allah).": "Faites l'intention dans votre cœur d'effectuer le Wudu pour l'amour d'Allah, puis dites \"Bismillah\" (Au nom d'Allah).",
    "Washing Hands": "Lavage des Mains",
    "Wash your hands up to the wrists three times, ensuring water reaches between the fingers.": "Lavez vos mains jusqu'aux poignets trois fois, en vous assurant que l'eau atteint entre les doigts.",
    "Rinsing Mouth": "Rinçage de la Bouche",
    "Rinse your mouth with water three times, swirling it around to ensure it reaches all parts.": "Rincez votre bouche avec de l'eau trois fois, en la faisant tourner pour qu'elle atteigne toutes les parties.",
    "Rinsing Nose": "Rinçage du Nez",
    "Sniff clean water into your nose and then blow it out, three times.": "Reniflez de l'eau propre dans votre nez puis mouchez-vous, trois fois.",
    "Washing Face": "Lavage du Visage",
    "Wash your entire face three times, from the hairline to the chin and from ear to ear.": "Lavez tout votre visage trois fois, de la racine des cheveux au menton et d'une oreille à l'autre.",
    "Washing Arms": "Lavage des Bras",
    "Wash your arms up to and including the elbows three times, starting with the right arm then the left.": "Lavez vos bras jusqu'aux coudes trois fois, en commençant par le bras droit puis le gauche.",
    "Wiping Head": "Essuyage de la Tête",
    "Wipe your head with wet hands, starting from the forehead to the back of the neck and back to the forehead once.": "Essuyez votre tête avec les mains mouillées, en commençant par le front jusqu'à la nuque et revenant au front une fois.",
    "Wiping Ears": "Essuyage des Oreilles",
    "Wipe the inside of your ears with your index fingers and the back of your ears with your thumbs once.": "Essuyez l'intérieur de vos oreilles avec vos index et l'arrière de vos oreilles avec vos pouces une fois.",
    "Washing Feet": "Lavage des Pieds",
    "Wash your feet up to and including the ankles three times, starting with the right foot then the left. Ensure water reaches between toes.": "Lavez vos pieds jusqu'aux chevilles trois fois, en commençant par le pied droit puis le gauche. Assurez-vous que l'eau atteint entre les orteils."
}