{
    "Your Companion for a\nBlessed Ramadan": "एक धन्य रमजान के लिए\nआपका साथी",
    "Track fasting times, discover nutritious Iftar recipes, and stay spiritually connected every day.": "व्रत के समय को ट्रैक करें, पौष्टिक इफ्तार व्यंजनों की खोज करें, और हर दिन आध्यात्मिक रूप से जुड़े रहें।",
    "Accurate Features": "सटीक सुविधाएँ",
    "Imsakiye & Prayer Times": "इम्साकिये और प्रार्थना का समय",
    "Precise times calculated for your exact location.": "आपके सटीक स्थान के लिए गणना किए गए सटीक समय।",
    "Qibla Finder": "किबला खोजक",
    "Find the direction of Mecca instantly.": "तुरंत मक्का की दिशा खोजें।",
    "Enable location to use these features.": "इन सुविधाओं का उपयोग करने के लिए स्थान सक्षम करें।",
    "Coming Soon": "जल्द आ रहा है",
    "Prayer Times Alerts": "प्रार्थना समय अलर्ट",
    "Get timely reminders for Suhoor, Iftar, and every prayer time.": "सहरी, इफ्तार और हर प्रार्थना के समय के लिए समय पर रिमाइंडर प्राप्त करें।",
    "AI Ramadan Chef": "एआई रमजान शेफ",
    "Get personalized Iftar & Suhoor recipes from our AI Chef.": "हमारे एआई शेफ से व्यक्तिगत इफ्तार और सहरी के व्यंजन प्राप्त करें।",
    "Community Events": "सामुदायिक कार्यक्रम",
    "Join local Ramadan events near you.": "अपने आस-पास के स्थानीय रमजान कार्यक्रमों में शामिल हों।",
    "Enable notifications to be the first to know.": "सबसे पहले जानने के लिए सूचनाएं सक्षम करें।",
    "Continue": " जारी रखें",
    "Enable Location": "स्थान सक्षम करें",
    "Get Started": "शुरू करें",
    "How long until iftar?": "इफ्तार में कितना समय है?",
    "Hours": "घंटे",
    "Minutes": "मिनट",
    "Seconds": "सेकंड",
    "fajr": "फ़ज्र",
    "sunrise": "सूर्योदय",
    "dhuhr": "ज़ुहर",
    "asr": "अस्र",
    "maghrib": "मग़रिब",
    "isha": "ईशा",
    "RAMADAN AI ASSISTANT": "रमजान एआई सहायक",
    "Plan your perfect Iftar": "अपने आदर्श इफ्तार की योजना बनाएं",
    "Get personalized menus & invitation \ncards tailored for your guests.": "अपने मेहमानों के लिए व्यक्तिगत मेनू और निमंत्रण \nकार्ड प्राप्त करें।",
    "Ask AI Chef: What to Cook?": "एआई शेफ से पूछें: क्या पकाना है?",
    "Quick Tools": "त्वरित उपकरण",
    "Smart Zikirmatik": "स्मार्ट ज़िकिरमैटिक",
    "Locate direction": "दिशा का पता लगाएं",
    "Daily Dhikr": "दैनिक धिक्कार",
    "Ramadan Calendar": "रमजान कैलेंडर",
    "Fasting schedule": "व्रत का कार्यक्रम",
    "Prayer": "प्रार्थना",
    "To Prayer": "प्रार्थना की ओर",
    "Hadith": "हदीस",
    "The Sayings of the Prophet Muhammad": "पैगंबर मुहम्मद के कथन",
    "Ablution": "वज़ू",
    "How to Perform Ablution?": "वज़ू कैसे करें?",
    "Rate App": "ऐप को रेट करें",
    "Share": "साझा करें",
    "Contact / Support": "संपर्क / सहायता",
    "Privacy Policy": "गोपनीयता नीति",
    "Terms of Use": "उपयोग की शर्तें",
    "Ramadan Premium": "रमजान प्रीमियम",
    "Ad-free experience and exclusive content for you.": "विज्ञापन-मुक्त अनुभव और आपके लिए विशेष सामग्री।",
    "Upgrade Now": "अभी अपग्रेड करें",
    "Rotate your phone until the mosque icon aligns with the top of the compass.": "अपने फोन को तब तक घुमाएं जब तक कि मस्जिद आइकन कंपास के शीर्ष के साथ संरेखित न हो जाए।",
    "N": "उ",
    "S": "द",
    "E": "पू",
    "W": "प",
    "Qibla Angle": "किबला कोण",
    "Current Heading": "वर्तमान शीर्षक",
    "Smart Dhikr": "स्मार्ट धिक्कार",
    "Tap circle to count": "गिनने के लिए सर्कल पर टैप करें",
    "Ramazan 1447 / 2026": "रमजान 1447 / 2026",
    "Today": "आज",
    "Prayer Guide": "प्रार्थना गाइड",
    "Niyyah (Intention)": "निय्यत (इरादा)",
    "Stand facing the Qiblah. Make the intention in your heart to perform the specific prayer.": "किबला की ओर मुख करके खड़े हों। विशिष्ट प्रार्थना करने के लिए अपने दिल में इरादा करें।",
    "Takbir": "तकबीर",
    "Raise your hands to your ears and say \"Allahu Akbar\" (God is the Greatest). Lower your hands and place right hand over left on chest.": "अपने हाथों को अपने कानों तक उठाएं और \"अल्लाहु अकबर\" (ईश्वर सबसे महान है) कहें। अपने हाथों को नीचे करें और दाहिने हाथ को छाती पर बाएं हाथ के ऊपर रखें।",
    "Qiyam & Recitation": "कियाम और पाठ",
    "Stand with respect. Recite Surah Al-Fatiha and another short Surah/verses from the Quran.": "सम्मान के साथ खड़े हों। सूरह अल-फातिहा और कुरान से एक और छोटी सूरह/आयतों का पाठ करें।",
    "Ruku (Bowing)": "रुकू (झुकना)",
    "Say \"Allahu Akbar\" and bow down used hands on knees. Keep back straight. Say \"Subhana Rabbiyal Azeem\" 3 times.": "\"अल्लाहु अकबर\" कहें और अपने हाथों को घुटनों पर रखकर नीचे झुकें। पीठ सीधी रखें। 3 बार \"सुभाना रब्बियल अज़ीम\" कहें।",
    "Qa/uma (Rising)": "कौमा (उठना)",
    "Rise back to standing saying \"Sami Allahu Liman Hamidah\". Then say \"Rabbana Lakal Hamd\".": "\"समी अल्लाहु लिमन हामिदा\" कहते हुए वापस खड़े हो जाएं। फिर कहें \"रब्बाना लकल हम्द\"।",
    "Sujud (Prostration)": "सुजूद (साष्टांग प्रणाम)",
    "Go down to the floor saying \"Allahu Akbar\". Forehead, nose, palms, knees, and toes should touch the ground. Say \"Subhana Rabbiyal A/la\" 3 times.": "\"अल्लाहु अकबर\" कहते हुए फर्श पर जाएं। माथे, नाक, हथेलियों, घुटनों और पैर की उंगलियों को जमीन को छूना चाहिए। 3 बार \"सुभाना रब्बियल आला\" कहें।",
    "Tashahud": "तशहुद",
    "Say \"Ashhadu An La Ilaha Illa Allah\" and \"Ashhadu An Nabi Muhammadur Rasulullah\".": "\"अशहदु अन ला इलाहा इल्ला अल्लाह\" और \"अशहदु अन नबी मुहम्मदुर रसूलुल्लाह\" कहें।",
    "Taslim (Salam)": "तस्लीम (सलाम)",
    "Turn your head to the right saying \"Assalamu Alaikum wa Rahmatullah\", then to the left.": "अपने सिर को दाईं ओर घुमाते हुए \"अस्सलामु अलैकुम वा रहमतुल्लाह\" कहें, फिर बाईं ओर।",
    "Daily Hadith (Bukhari)": "दैनिक हदीस (बुखारी)",
    "Ablution (Wudu) Guide": "वज़ू गाइड",
    "Make the intention in your heart to perform Wudu for the sake of Allah, then say \"Bismillah\" (In the name of Allah).": "अल्लाह की खातिर वज़ू करने के लिए अपने दिल में इरादा करें, फिर \"बिस्मिल्लाह\" (अल्लाह के नाम पर) कहें।",
    "Washing Hands": "हाथ धोना",
    "Wash your hands up to the wrists three times, ensuring water reaches between the fingers.": "अपनी कलाई तक हाथों को तीन बार धोएं, यह सुनिश्चित करते हुए कि पानी उंगलियों के बीच पहुंच जाए।",
    "Rinsing Mouth": "मुंह धोना",
    "Rinse your mouth with water three times, swirling it around to ensure it reaches all parts.": "पानी से अपना मुंह तीन बार धोएं, इसे चारों ओर घुमाएं ताकि यह सभी हिस्सों तक पहुंच सके।",
    "Rinsing Nose": "नाक धोना",
    "Sniff clean water into your nose and then blow it out, three times.": "अपनी नाक में साफ पानी सूंघें और फिर उसे तीन बार बाहर निकालें।",
    "Washing Face": "चेहरा धोना",
    "Wash your entire face three times, from the hairline to the chin and from ear to ear.": "अपने पूरे चेहरे को तीन बार धोएं, हेयरलाइन से लेकर ठुड्डी तक और एक कान से दूसरे कान तक।",
    "Washing Arms": "हाथ धोना (बांह)",
    "Wash your arms up to and including the elbows three times, starting with the right arm then the left.": "अपनी बाहों को कोहनियों सहित तीन बार धोएं, दाहिनी बांह से शुरू करके फिर बाईं ओर।",
    "Wiping Head": "सिर पोंछना",
    "Wipe your head with wet hands, starting from the forehead to the back of the neck and back to the forehead once.": "गीले हाथों से अपने सिर को पोंछें, माथे से शुरू करके गर्दन के पीछे तक और वापस माथे तक एक बार।",
    "Wiping Ears": "कान पोंछना",
    "Wipe the inside of your ears with your index fingers and the back of your ears with your thumbs once.": "अपनी तर्जनी उंगलियों से अपने कानों के अंदर और अपने अंगूठों से अपने कानों के पीछे एक बार पोंछें।",
    "Washing Feet": "पैर धोना",
    "Wash your feet up to and including the ankles three times, starting with the right foot then the left. Ensure water reaches between toes.": "अपने पैरों को टखनों तक तीन बार धोएं, दाहिने पैर से शुरू करके फिर बाएं। सुनिश्चित करें कि पानी पैर की उंगलियों के बीच पहुंच जाए।",
    "Tashahhud (Sitting)": "तशह्हुद (बैठना)",
    "Sit on your knees. Recite the Tashahhud, Salawat, and Dua.": "अपने घुटनों पर बैठें। तशह्हुद, सलावत और दुआ पढ़ें।",
    "General": "सामान्य",
    "Legal": "कानूनी",
    "Prayer Time": "प्रार्थना का समय",
    "It is time for {}": "{} का समय हो गया है"
}