{
    "Your Companion for a\nBlessed Ramadan": "Teman Anda untuk\nRamadan yang Penuh Berkah",
    "Track fasting times, discover nutritious Iftar recipes, and stay spiritually connected every day.": "Lacak waktu puasa, temukan resep Iftar bergizi, dan tetap terhubung secara spiritual setiap hari.",
    "Accurate Features": "Fitur Akurat",
    "Imsakiye & Prayer Times": "Imsakiyah & Waktu Sholat",
    "Precise times calculated for your exact location.": "Waktu akurat dihitung untuk lokasi tepat Anda.",
    "Qibla Finder": "Pencari Kiblat",
    "Find the direction of Mecca instantly.": "Temukan arah Mekah secara instan.",
    "Enable location to use these features.": "Aktifkan lokasi untuk menggunakan fitur ini.",
    "Coming Soon": "Segera Hadir",
    "Prayer Times Alerts": "Peringatan Waktu Sholat",
    "Get timely reminders for Suhoor, Iftar, and every prayer time.": "Dapatkan pengingat tepat waktu untuk Sahur, Iftar, dan setiap waktu sholat.",
    "AI Ramadan Chef": "Koki Ramadan AI",
    "Get personalized Iftar & Suhoor recipes from our AI Chef.": "Dapatkan resep Iftar & Sahur yang dipersonalisasi dari Koki AI kami.",
    "Community Events": "Acara Komunitas",
    "Join local Ramadan events near you.": "Bergabunglah dengan acara Ramadan lokal di dekat Anda.",
    "Enable notifications to be the first to know.": "Aktifkan notifikasi untuk menjadi yang pertama tahu.",
    "Continue": "Lanjutkan",
    "Enable Location": "Aktifkan Lokasi",
    "Get Started": "Mulai",
    "How long until iftar?": "Berapa lama lagi iftar?",
    "Hours": "Jam",
    "Minutes": "Menit",
    "Seconds": "Detik",
    "fajr": "Subuh",
    "sunrise": "Terbit",
    "dhuhr": "Dzuhur",
    "asr": "Ashar",
    "maghrib": "Maghrib",
    "isha": "Isya",
    "RAMADAN AI ASSISTANT": "ASISTEN RAMADAN AI",
    "Plan your perfect Iftar": "Rencanakan Iftar sempurna Anda",
    "Get personalized menus & invitation \ncards tailored for your guests.": "Dapatkan menu & kartu undangan \ndipersonalisasi untuk tamu Anda.",
    "Ask AI Chef: What to Cook?": "Tanya Koki AI: Masak Apa?",
    "Quick Tools": "Alat Cepat",
    "Smart Zikirmatik": "Zikirmatik Pintar",
    "Locate direction": "Cari arah",
    "Daily Dhikr": "Dzikir Harian",
    "Ramadan Calendar": "Kalender Ramadan",
    "Fasting schedule": "Jadwal Puasa",
    "Prayer": "Sholat",
    "To Prayer": "Menuju Sholat",
    "Hadith": "Hadits",
    "The Sayings of the Prophet Muhammad": "Sabda Nabi Muhammad SAW",
    "Ablution": "Wudhu",
    "How to Perform Ablution?": "Bagaimana Cara Berwudhu?",
    "Rate App": "Nilai Aplikasi",
    "Share": "Bagikan",
    "Contact / Support": "Kontak / Dukungan",
    "Privacy Policy": "Kebijakan Privasi",
    "Terms of Use": "Syarat Penggunaan",
    "Ramadan Premium": "Ramadan Premium",
    "Ad-free experience and exclusive content for you.": "Pengalaman bebas iklan dan konten eksklusif untuk Anda.",
    "Upgrade Now": "Tingkatkan Sekarang",
    "Rotate your phone until the mosque icon aligns with the top of the compass.": "Putar ponsel Anda hingga ikon masjid sejajar dengan bagian atas kompas.",
    "N": "U",
    "S": "S",
    "E": "T",
    "W": "B",
    "Qibla Angle": "Sudut Kiblat",
    "Current Heading": "Arah Saat Ini",
    "Smart Dhikr": "Dzikir Pintar",
    "Tap circle to count": "Ketuk lingkaran untuk menghitung",
    "Ramazan 1447 / 2026": "Ramadan 1447 / 2026",
    "Today": "Hari Ini",
    "Prayer Guide": "Panduan Sholat",
    "Niyyah (Intention)": "Niat",
    "Stand facing the Qiblah. Make the intention in your heart to perform the specific prayer.": "Berdiri menghadap Kiblat. Niatkan dalam hati untuk melakukan sholat tertentu.",
    "Takbir": "Takbir",
    "Raise your hands to your ears and say \"Allahu Akbar\" (God is the Greatest). Lower your hands and place right hand over left on chest.": "Angkat kedua tangan ke telinga dan ucapkan \"Allahu Akbar\" (Allah Maha Besar). Turunkan tangan dan letakkan tangan kanan di atas tangan kiri di dada.",
    "Qiyam & Recitation": "Qiyam & Bacaan",
    "Stand with respect. Recite Surah Al-Fatiha and another short Surah/verses from the Quran.": "Berdiri dengan hormat. Bacalah Surah Al-Fatihah dan Surah pendek/ayat lain dari Al-Quran.",
    "Ruku (Bowing)": "Rukuk",
    "Say \"Allahu Akbar\" and bow down used hands on knees. Keep back straight. Say \"Subhana Rabbiyal Azeem\" 3 times.": "Ucapkan \"Allahu Akbar\" dan rukuk dengan tangan di lutut. Jaga punggung tetap lurus. Ucapkan \"Subhana Rabbiyal Azeem\" 3 kali.",
    "Qa/uma (Rising)": "I'tidal",
    "Rise back to standing saying \"Sami Allahu Liman Hamidah\". Then say \"Rabbana Lakal Hamd\".": "Bangkit kembali berdiri sambil mengucapkan \"Sami Allahu Liman Hamidah\". Kemudian ucapkan \"Rabbana Lakal Hamd\".",
    "Sujud (Prostration)": "Sujud",
    "Go down to the floor saying \"Allahu Akbar\". Forehead, nose, palms, knees, and toes should touch the ground. Say \"Subhana Rabbiyal A/la\" 3 times.": "Turun ke lantai sambil mengucapkan \"Allahu Akbar\". Dahi, hidung, telapak tangan, lutut, dan jari kaki harus menyentuh tanah. Ucapkan \"Subhana Rabbiyal A/la\" 3 kali.",
    "Tashahud": "Tasyahud",
    "Say \"Ashhadu An La Ilaha Illa Allah\" and \"Ashhadu An Nabi Muhammadur Rasulullah\".": "Ucapkan \"Ashhadu An La Ilaha Illa Allah\" dan \"Ashhadu An Nabi Muhammadur Rasulullah\".",
    "Taslim (Salam)": "Salam",
    "Turn your head to the right saying \"Assalamu Alaikum wa Rahmatullah\", then to the left.": "Putar kepala ke kanan sambil mengucapkan \"Assalamu alaikum wa Rahmatullah\", lalu ke kiri.",
    "Daily Hadith (Bukhari)": "Hadits Harian (Bukhari)",
    "Ablution (Wudu) Guide": "Panduan Wudhu",
    "Make the intention in your heart to perform Wudu for the sake of Allah, then say \"Bismillah\" (In the name of Allah).": "Niatkan dalam hati untuk berwudhu karena Allah, lalu ucapkan \"Bismillah\" (Dengan nama Allah).",
    "Washing Hands": "Mencuci Tangan",
    "Wash your hands up to the wrists three times, ensuring water reaches between the fingers.": "Cuci tangan hingga pergelangan tangan tiga kali, pastikan air mencapai sela-sela jari.",
    "Rinsing Mouth": "Berkumur",
    "Rinse your mouth with water three times, swirling it around to ensure it reaches all parts.": "Kumur-kumur dengan air tiga kali, putar air di mulut untuk memastikan semua bagian terkena.",
    "Rinsing Nose": "Membasuh Hidung",
    "Sniff clean water into your nose and then blow it out, three times.": "Hirup air bersih ke dalam hidung lalu keluarkan, tiga kali.",
    "Washing Face": "Membasuh Wajah",
    "Wash your entire face three times, from the hairline to the chin and from ear to ear.": "Basuh seluruh wajah tiga kali, dari garis rambut hingga dagu dan dari telinga ke telinga.",
    "Washing Arms": "Membasuh Lengan",
    "Wash your arms up to and including the elbows three times, starting with the right arm then the left.": "Basuh lengan hingga siku tiga kali, dimulai dari lengan kanan lalu kiri.",
    "Wiping Head": "Mengusap Kepala",
    "Wipe your head with wet hands, starting from the forehead to the back of the neck and back to the forehead once.": "Usap kepala dengan tangan basah, mulai dari dahi ke belakang leher dan kembali ke dahi satu kali.",
    "Wiping Ears": "Mengusap Telinga",
    "Wipe the inside of your ears with your index fingers and the back of your ears with your thumbs once.": "Usap bagian dalam telinga dengan jari telunjuk dan bagian belakang telinga dengan ibu jari satu kali.",
    "Washing Feet": "Membasuh Kaki",
    "Wash your feet up to and including the ankles three times, starting with the right foot then the left. Ensure water reaches between toes.": "Basuh kaki hingga mata kaki tiga kali, dimulai dari kaki kanan lalu kiri. Pastikan air mencapai sela-sela jari kaki.",
    "Tashahhud (Sitting)": "Tasyahud (Duduk)",
    "Sit on your knees. Recite the Tashahhud, Salawat, and Dua.": "Duduklah berlutut. Bacalah Tasyahud, Shalawat, dan Doa.",
    "General": "Umum",
    "Legal": "Hukum",
    "Prayer Time": "Waktu Sholat",
    "It is time for {}": "Saatnya untuk {}",
    "Home": "Beranda",
    "Settings": "Pengaturan"
}