{
    "Your Companion for a\nBlessed Ramadan": "Il tuo compagno per un\nRamadan Benedetto",
    "Track fasting times, discover nutritious Iftar recipes, and stay spiritually connected every day.": "Tieni traccia dei tempi di digiuno, scopri ricette nutrienti per l'Iftar e rimani connesso spiritualmente ogni giorno.",
    "Accurate Features": "Funzionalità Precise",
    "Imsakiye & Prayer Times": "Imsakiye & Orari delle Preghiere",
    "Precise times calculated for your exact location.": "Orari precisi calcolati per la tua posizione esatta.",
    "Qibla Finder": "Trova Qibla",
    "Find the direction of Mecca instantly.": "Trova istantaneamente la direzione della Mecca.",
    "Enable location to use these features.": "Abilita la posizione per utilizzare queste funzionalità.",
    "Coming Soon": "Presto Disponibile",
    "Prayer Times Alerts": "Avvisi Orari Preghiera",
    "Get timely reminders for Suhoor, Iftar, and every prayer time.": "Ricevi promemoria puntuali per Suhoor, Iftar e ogni orario di preghiera.",
    "AI Ramadan Chef": "Chef Ramadan IA",
    "Get personalized Iftar & Suhoor recipes from our AI Chef.": "Ricevi ricette personalizzate per Iftar e Suhoor dal nostro Chef IA.",
    "Community Events": "Eventi della Comunità",
    "Join local Ramadan events near you.": "Partecipa agli eventi locali del Ramadan vicino a te.",
    "Enable notifications to be the first to know.": "Abilita le notifiche per essere il primo a saperlo.",
    "Continue": "Continua",
    "Enable Location": "Abilita Posizione",
    "Get Started": "Inizia",
    "How long until iftar?": "Quanto manca all'iftar?",
    "Hours": "Ore",
    "Minutes": "Minuti",
    "Seconds": "Secondi",
    "fajr": "Fajr",
    "sunrise": "Alba",
    "dhuhr": "Dhuhr",
    "asr": "Asr",
    "maghrib": "Maghrib",
    "isha": "Isha",
    "RAMADAN AI ASSISTANT": "ASSISTENTE RAMADAN IA",
    "Plan your perfect Iftar": "Pianifica il tuo Iftar perfetto",
    "Get personalized menus & invitation \ncards tailored for your guests.": "Ottieni menu personalizzati e biglietti \ndi invito su misura per i tuoi ospiti.",
    "Ask AI Chef: What to Cook?": "Chiedi allo Chef IA: Cosa cucinare?",
    "Quick Tools": "Strumenti Rapidi",
    "Smart Zikirmatik": "Zikirmatik Intelligente",
    "Locate direction": "Individua direzione",
    "Daily Dhikr": "Dhikr Quotidiano",
    "Ramadan Calendar": "Calendario Ramadan",
    "Fasting schedule": "Orario del digiuno",
    "Prayer": "Preghiera",
    "To Prayer": "Alla Preghiera",
    "Hadith": "Hadith",
    "The Sayings of the Prophet Muhammad": "I Detti del Profeta Maometto",
    "Ablution": "Abluzione",
    "How to Perform Ablution?": "Come eseguire l'abluzione?",
    "Rate App": "Valuta App",
    "Share": "Condividi",
    "Contact / Support": "Contatto / Supporto",
    "Privacy Policy": "Informativa sulla Privacy",
    "Terms of Use": "Termini di Utilizzo",
    "Ramadan Premium": "Ramadan Premium",
    "Ad-free experience and exclusive content for you.": "Esperienza senza pubblicità e contenuti esclusivi per te.",
    "Upgrade Now": "Aggiorna Ora",
    "Rotate your phone until the mosque icon aligns with the top of the compass.": "Ruota il telefono finché l'icona della moschea non si allinea con la parte superiore della bussola.",
    "N": "N",
    "S": "S",
    "E": "E",
    "W": "O",
    "Qibla Angle": "Angolo Qibla",
    "Current Heading": "Direzione Attuale",
    "Smart Dhikr": "Dhikr Intelligente",
    "Tap circle to count": "Tocca il cerchio per contare",
    "Ramazan 1447 / 2026": "Ramadan 1447 / 2026",
    "Today": "Oggi",
    "Prayer Guide": "Guida alla Preghiera",
    "Niyyah (Intention)": "Niyyah (Intenzione)",
    "Stand facing the Qiblah. Make the intention in your heart to perform the specific prayer.": "Stai di fronte alla Qiblah. Fai l'intenzione nel tuo cuore di eseguire la preghiera specifica.",
    "Takbir": "Takbir",
    "Raise your hands to your ears and say \"Allahu Akbar\" (God is the Greatest). Lower your hands and place right hand over left on chest.": "Alza le mani alle orecchie e dì \"Allahu Akbar\" (Dio è il Più Grande). Abbassa le mani e metti la mano destra sulla sinistra sul petto.",
    "Qiyam & Recitation": "Qiyam & Recitazione",
    "Stand with respect. Recite Surah Al-Fatiha and another short Surah/verses from the Quran.": "Stai in piedi con rispetto. Recita la Surah Al-Fatiha e un'altra breve Surah/versetti dal Corano.",
    "Ruku (Bowing)": "Ruku (Inchino)",
    "Say \"Allahu Akbar\" and bow down used hands on knees. Keep back straight. Say \"Subhana Rabbiyal Azeem\" 3 times.": "Dì \"Allahu Akbar\" e inchinati con le mani sulle ginocchia. Tieni la schiena dritta. Dì \"Subhana Rabbiyal Azeem\" 3 volte.",
    "Qa/uma (Rising)": "Qa/uma (Alzarsi)",
    "Rise back to standing saying \"Sami Allahu Liman Hamidah\". Then say \"Rabbana Lakal Hamd\".": "Alzati di nuovo in piedi dicendo \"Sami Allahu Liman Hamidah\". Poi dì \"Rabbana Lakal Hamd\".",
    "Sujud (Prostration)": "Sujud (Prostrazione)",
    "Go down to the floor saying \"Allahu Akbar\". Forehead, nose, palms, knees, and toes should touch the ground. Say \"Subhana Rabbiyal A/la\" 3 times.": "Scendi a terra dicendo \"Allahu Akbar\". Fronte, naso, palmi delle mani, ginocchia e dita dei piedi dovrebbero toccare terra. Dì \"Subhana Rabbiyal A/la\" 3 volte.",
    "Tashahud": "Tashahud",
    "Say \"Ashhadu An La Ilaha Illa Allah\" and \"Ashhadu An Nabi Muhammadur Rasulullah\".": "Dì \"Ashhadu An La Ilaha Illa Allah\" e \"Ashhadu An Nabi Muhammadur Rasulullah\".",
    "Taslim (Salam)": "Taslim (Salam)",
    "Turn your head to the right saying \"Assalamu Alaikum wa Rahmatullah\", then to the left.": "Gira la testa a destra dicendo \"Assalamu Alaikum wa Rahmatullah\", poi a sinistra.",
    "Daily Hadith (Bukhari)": "Hadith Quotidiano (Bukhari)",
    "Ablution (Wudu) Guide": "Guida Abluzione (Wudu)",
    "Make the intention in your heart to perform Wudu for the sake of Allah, then say \"Bismillah\" (In the name of Allah).": "Fai l'intenzione nel tuo cuore di eseguire Wudu per amore di Allah, poi dì \"Bismillah\" (In nome di Allah).",
    "Washing Hands": "Lavaggio Mani",
    "Wash your hands up to the wrists three times, ensuring water reaches between the fingers.": "Lava le mani fino ai polsi tre volte, assicurandoti che l'acqua raggiunga tra le dita.",
    "Rinsing Mouth": "Risciacquo Bocca",
    "Rinse your mouth with water three times, swirling it around to ensure it reaches all parts.": "Sciacqua la bocca con acqua tre volte, facendola girare per assicurarti che raggiunga tutte le parti.",
    "Rinsing Nose": "Risciacquo Naso",
    "Sniff clean water into your nose and then blow it out, three times.": "Annusa acqua pulita nel naso e poi soffiala fuori, tre volte.",
    "Washing Face": "Lavaggio Viso",
    "Wash your entire face three times, from the hairline to the chin and from ear to ear.": "Lava tutto il viso tre volte, dall'attaccatura dei capelli al mento e da un orecchio all'altro.",
    "Washing Arms": "Lavaggio Braccia",
    "Wash your arms up to and including the elbows three times, starting with the right arm then the left.": "Lava le braccia fino ai gomiti inclusi tre volte, iniziando dal braccio destro e poi il sinistro.",
    "Wiping Head": "Pulizia Testa",
    "Wipe your head with wet hands, starting from the forehead to the back of the neck and back to the forehead once.": "Pulisci la testa con le mani bagnate, partendo dalla fronte verso la nuca e tornando alla fronte una volta.",
    "Wiping Ears": "Pulizia Orecchie",
    "Wipe the inside of your ears with your index fingers and the back of your ears with your thumbs once.": "Pulisci l'interno delle orecchie con gli indici e il retro delle orecchie con i pollici una volta.",
    "Washing Feet": "Lavaggio Piedi",
    "Wash your feet up to and including the ankles three times, starting with the right foot then the left. Ensure water reaches between toes.": "Lava i piedi fino alle caviglie incluse tre volte, iniziando dal piede destro e poi il sinistro. Assicurati che l'acqua raggiunga tra le dita."
}