{
    "Your Companion for a\nBlessed Ramadan": "Teman Anda untuk\nRamadan yang Diberkati",
    "Track fasting times, discover nutritious Iftar recipes, and stay spiritually connected every day.": "Jejaki waktu berpuasa, temui resipi Iftar yang berkhasiat, dan kekal berhubung secara rohani setiap hari.",
    "Accurate Features": "Ciri Tepat",
    "Imsakiye & Prayer Times": "Imsakiye & Waktu Solat",
    "Precise times calculated for your exact location.": "Waktu yang tepat dikira untuk lokasi sebenar anda.",
    "Qibla Finder": "Pencari Kiblat",
    "Find the direction of Mecca instantly.": "Cari arah Mekah serta-merta.",
    "Enable location to use these features.": "Dayakan lokasi untuk menggunakan ciri ini.",
    "Coming Soon": "Akan Datang",
    "Prayer Times Alerts": "Makluman Waktu Solat",
    "Get timely reminders for Suhoor, Iftar, and every prayer time.": "Dapatkan peringatan tepat pada masanya untuk Sahur, Iftar, dan setiap waktu solat.",
    "AI Ramadan Chef": "Chef Ramadan AI",
    "Get personalized Iftar & Suhoor recipes from our AI Chef.": "Dapatkan resipi Iftar & Sahur yang diperibadikan daripada Chef AI kami.",
    "Community Events": "Acara Komuniti",
    "Join local Ramadan events near you.": "Sertai acara Ramadan tempatan berhampiran anda.",
    "Enable notifications to be the first to know.": "Dayakan pemberitahuan untuk menjadi yang pertama tahu.",
    "Continue": "Teruskan",
    "Enable Location": "Dayakan Lokasi",
    "Get Started": "Mula",
    "How long until iftar?": "Berapa lama lagi iftar?",
    "Hours": "Jam",
    "Minutes": "Minit",
    "Seconds": "Saat",
    "fajr": "Subuh",
    "sunrise": "Terbit",
    "dhuhr": "Zohor",
    "asr": "Asar",
    "maghrib": "Maghrib",
    "isha": "Isyak",
    "RAMADAN AI ASSISTANT": "PEMBANTU RAMADAN AI",
    "Plan your perfect Iftar": "Rancang Iftar sempurna anda",
    "Get personalized menus & invitation \ncards tailored for your guests.": "Dapatkan menu & kad jemputan \nkhusus untuk tetamu anda.",
    "Ask AI Chef: What to Cook?": "Tanya Chef AI: Masak Apa?",
    "Quick Tools": "Alat Pantas",
    "Smart Zikirmatik": "Zikirmatik Pintar",
    "Locate direction": "Cari arah",
    "Daily Dhikr": "Zikir Harian",
    "Ramadan Calendar": "Kalendar Ramadan",
    "Fasting schedule": "Jadual Puasa",
    "Prayer": "Solat",
    "To Prayer": "Ke Solat",
    "Hadith": "Hadis",
    "The Sayings of the Prophet Muhammad": "Sabda Nabi Muhammad SAW",
    "Ablution": "Wuduk",
    "How to Perform Ablution?": "Bagaimana Cara Berwuduk?",
    "Rate App": "Nilaikan Apl",
    "Share": "Kongsi",
    "Contact / Support": "Hubungi / Sokongan",
    "Privacy Policy": "Dasar Privasi",
    "Terms of Use": "Syarat Penggunaan",
    "Ramadan Premium": "Ramadan Premium",
    "Ad-free experience and exclusive content for you.": "Pengalaman bebas iklan dan kandungan eksklusif untuk anda.",
    "Upgrade Now": "Naik Taraf Sekarang",
    "Rotate your phone until the mosque icon aligns with the top of the compass.": "Putar telefon anda sehingga ikon masjid sejajar dengan bahagian atas kompas.",
    "N": "U",
    "S": "S",
    "E": "T",
    "W": "B",
    "Qibla Angle": "Sudut Kiblat",
    "Current Heading": "Arah Semasa",
    "Smart Dhikr": "Zikir Pintar",
    "Tap circle to count": "Ketik bulatan untuk mengira",
    "Ramazan 1447 / 2026": "Ramadan 1447 / 2026",
    "Today": "Hari Ini",
    "Prayer Guide": "Panduan Solat",
    "Niyyah (Intention)": "Niat",
    "Stand facing the Qiblah. Make the intention in your heart to perform the specific prayer.": "Berdiri menghadap Kiblat. Niatkan dalam hati untuk menunaikan solat tertentu.",
    "Takbir": "Takbir",
    "Raise your hands to your ears and say \"Allahu Akbar\" (God is the Greatest). Lower your hands and place right hand over left on chest.": "Angkat kedua-dua tangan ke telinga dan ucapkan \"Allahu Akbar\" (Allah Maha Besar). Turunkan tangan dan letakkan tangan kanan di atas tangan kiri di dada.",
    "Qiyam & Recitation": "Qiyam & Bacaan",
    "Stand with respect. Recite Surah Al-Fatiha and another short Surah/verses from the Quran.": "Berdiri dengan hormat. Bacalah Surah Al-Fatihah dan Surah pendek/ayat lain dari Al-Quran.",
    "Ruku (Bowing)": "Rukuk",
    "Say \"Allahu Akbar\" and bow down used hands on knees. Keep back straight. Say \"Subhana Rabbiyal Azeem\" 3 times.": "Ucapkan \"Allahu Akbar\" dan rukuk dengan tangan di lutut. Pastikan belakang lurus. Ucapkan \"Subhana Rabbiyal Azeem\" 3 kali.",
    "Qa/uma (Rising)": "Iktidal",
    "Rise back to standing saying \"Sami Allahu Liman Hamidah\". Then say \"Rabbana Lakal Hamd\".": "Bangun kembali berdiri sambil mengucapkan \"Sami Allahu Liman Hamidah\". Kemudian ucapkan \"Rabbana Lakal Hamd\".",
    "Sujud (Prostration)": "Sujud",
    "Go down to the floor saying \"Allahu Akbar\". Forehead, nose, palms, knees, and toes should touch the ground. Say \"Subhana Rabbiyal A/la\" 3 times.": "Turun ke lantai sambil mengucapkan \"Allahu Akbar\". Dahi, hidung, tapak tangan, lutut, dan jari kaki hendaklah menyentuh tanah. Ucapkan \"Subhana Rabbiyal A/la\" 3 kali.",
    "Tashahud": "Tasyahud",
    "Say \"Ashhadu An La Ilaha Illa Allah\" and \"Ashhadu An Nabi Muhammadur Rasulullah\".": "Ucapkan \"Ashhadu An La Ilaha Illa Allah\" dan \"Ashhadu An Nabi Muhammadur Rasulullah\".",
    "Taslim (Salam)": "Salam",
    "Turn your head to the right saying \"Assalamu Alaikum wa Rahmatullah\", then to the left.": "Palingkan muka ke kanan sambil mengucapkan \"Assalamu alaikum wa Rahmatullah\", kemudian ke kiri.",
    "Daily Hadith (Bukhari)": "Hadis Harian (Bukhari)",
    "Ablution (Wudu) Guide": "Panduan Wuduk",
    "Make the intention in your heart to perform Wudu for the sake of Allah, then say \"Bismillah\" (In the name of Allah).": "Niatkan dalam hati untuk berwuduk kerana Allah, kemudian ucapkan \"Bismillah\" (Dengan nama Allah).",
    "Washing Hands": "Mencuci Tangan",
    "Wash your hands up to the wrists three times, ensuring water reaches between the fingers.": "Basuh tangan hingga pergelangan tangan tiga kali, pastikan air sampai ke celah jari.",
    "Rinsing Mouth": "Berkumur",
    "Rinse your mouth with water three times, swirling it around to ensure it reaches all parts.": "Kumur dengan air tiga kali, putarkan air di dalam mulut untuk memastikan semua bahagian terkena.",
    "Rinsing Nose": "Membasuh Hidung",
    "Sniff clean water into your nose and then blow it out, three times.": "Sedut air bersih ke dalam hidung kemudian hembuskan keluar, tiga kali.",
    "Washing Face": "Membasuh Muka",
    "Wash your entire face three times, from the hairline to the chin and from ear to ear.": "Basuh seluruh muka tiga kali, dari garisan rambut hingga ke dagu dan dari telinga ke telinga.",
    "Washing Arms": "Membasuh Lengan",
    "Wash your arms up to and including the elbows three times, starting with the right arm then the left.": "Basuh lengan hingga ke siku tiga kali, bermula dengan lengan kanan kemudian kiri.",
    "Wiping Head": "Menyapu Kepala",
    "Wipe your head with wet hands, starting from the forehead to the back of the neck and back to the forehead once.": "Sapu kepala dengan tangan basah, bermula dari dahi ke belakang leher dan kembali ke dahi sekali.",
    "Wiping Ears": "Menyapu Telinga",
    "Wipe the inside of your ears with your index fingers and the back of your ears with your thumbs once.": "Sapu bahagian dalam telinga dengan jari telunjuk dan belakang telinga dengan ibu jari sekali.",
    "Washing Feet": "Membasuh Kaki",
    "Wash your feet up to and including the ankles three times, starting with the right foot then the left. Ensure water reaches between toes.": "Basuh kaki hingga ke buku lali tiga kali, bermula dengan kaki kanan kemudian kiri. Pastikan air sampai ke celah jari kaki."
}