{
    "Your Companion for a\nBlessed Ramadan": "Seu Companheiro para um\nRamadã Abençoado",
    "Track fasting times, discover nutritious Iftar recipes, and stay spiritually connected every day.": "Acompanhe os horários de jejum, descubra receitas nutritivas de Iftar e mantenha-se conectado espiritualmente todos os dias.",
    "Accurate Features": "Recursos Precisos",
    "Imsakiye & Prayer Times": "Imsakiye e Horários de Oração",
    "Precise times calculated for your exact location.": "Horários precisos calculados para sua localização exata.",
    "Qibla Finder": "Localizador Qibla",
    "Find the direction of Mecca instantly.": "Encontre a direção de Meca instantaneamente.",
    "Enable location to use these features.": "Ative a localização para usar esses recursos.",
    "Coming Soon": "Em Breve",
    "Prayer Times Alerts": "Alertas de Horários de Oração",
    "Get timely reminders for Suhoor, Iftar, and every prayer time.": "Receba lembretes oportunos para Suhoor, Iftar e todos os horários de oração.",
    "AI Ramadan Chef": "Chef Ramadã IA",
    "Get personalized Iftar & Suhoor recipes from our AI Chef.": "Receba receitas personalizadas de Iftar e Suhoor do nosso Chef IA.",
    "Community Events": "Eventos da Comunidade",
    "Join local Ramadan events near you.": "Participe de eventos locais do Ramadã perto de você.",
    "Enable notifications to be the first to know.": "Ative as notificações para ser o primeiro a saber.",
    "Continue": "Continuar",
    "Enable Location": "Habilitar Localização",
    "Get Started": "Começar",
    "How long until iftar?": "Quanto tempo até o iftar?",
    "Hours": "Horas",
    "Minutes": "Minutos",
    "Seconds": "Segundos",
    "fajr": "Fajr",
    "sunrise": "Nascer do sol",
    "dhuhr": "Dhuhr",
    "asr": "Asr",
    "maghrib": "Maghrib",
    "isha": "Isha",
    "RAMADAN AI ASSISTANT": "ASSISTENTE RAMADÃ IA",
    "Plan your perfect Iftar": "Planeje seu Iftar perfeito",
    "Get personalized menus & invitation \ncards tailored for your guests.": "Obtenha menus personalizados e cartões \nde convite feitos sob medida para seus convidados.",
    "Ask AI Chef: What to Cook?": "Pergunte ao Chef IA: O que cozinhar?",
    "Quick Tools": "Ferramentas Rápidas",
    "Smart Zikirmatik": "Zikirmatik Inteligente",
    "Locate direction": "Localizar direção",
    "Daily Dhikr": "Dhikr Diário",
    "Ramadan Calendar": "Calendário do Ramadã",
    "Fasting schedule": "Horário de jejum",
    "Prayer": "Oração",
    "To Prayer": "Para a Oração",
    "Hadith": "Hadith",
    "The Sayings of the Prophet Muhammad": "Os Ditos do Profeta Muhammad",
    "Ablution": "Ablução",
    "How to Perform Ablution?": "Como realizar a ablução?",
    "Rate App": "Avaliar App",
    "Share": "Compartilhar",
    "Contact / Support": "Contato / Suporte",
    "Privacy Policy": "Política de Privacidade",
    "Terms of Use": "Termos de Uso",
    "Ramadan Premium": "Ramadã Premium",
    "Ad-free experience and exclusive content for you.": "Experiência sem anúncios e conteúdo exclusivo para você.",
    "Upgrade Now": "Atualizar Agora",
    "Rotate your phone until the mosque icon aligns with the top of the compass.": "Gire seu telefone até que o ícone da mesquita se alinhe com o topo da bússola.",
    "N": "N",
    "S": "S",
    "E": "L",
    "W": "O",
    "Qibla Angle": "Ângulo Qibla",
    "Current Heading": "Compas Atual",
    "Smart Dhikr": "Dhikr Inteligente",
    "Tap circle to count": "Toque no círculo para contar",
    "Ramazan 1447 / 2026": "Ramadã 1447 / 2026",
    "Today": "Hoje",
    "Prayer Guide": "Guia de Oração",
    "Niyyah (Intention)": "Niyyah (Intenção)",
    "Stand facing the Qiblah. Make the intention in your heart to perform the specific prayer.": "Fique de frente para a Qiblah. Faça a intenção em seu coração de realizar a oração específica.",
    "Takbir": "Takbir",
    "Raise your hands to your ears and say \"Allahu Akbar\" (God is the Greatest). Lower your hands and place right hand over left on chest.": "Levante as mãos até as orelhas e diga \"Allahu Akbar\" (Deus é o Maior). Abaixe as mãos e coloque a mão direita sobre a esquerda no peito.",
    "Qiyam & Recitation": "Qiyam e Recitação",
    "Stand with respect. Recite Surah Al-Fatiha and another short Surah/verses from the Quran.": "Fique de pé com respeito. Recite a Surata Al-Fatiha e outra curta Surata/versos do Alcorão.",
    "Ruku (Bowing)": "Ruku (Inclinação)",
    "Say \"Allahu Akbar\" and bow down used hands on knees. Keep back straight. Say \"Subhana Rabbiyal Azeem\" 3 times.": "Diga \"Allahu Akbar\" e curve-se com as mãos nos joelhos. Mantenha as costas retas. Diga \"Subhana Rabbiyal Azeem\" 3 vezes.",
    "Qa/uma (Rising)": "Qa/uma (Levantando)",
    "Rise back to standing saying \"Sami Allahu Liman Hamidah\". Then say \"Rabbana Lakal Hamd\".": "Levante-se novamente dizendo \"Sami Allahu Liman Hamidah\". Em seguida, diga \"Rabbana Lakal Hamd\".",
    "Sujud (Prostration)": "Sujud (Prostração)",
    "Go down to the floor saying \"Allahu Akbar\". Forehead, nose, palms, knees, and toes should touch the ground. Say \"Subhana Rabbiyal A/la\" 3 times.": "Vá para o chão dizendo \"Allahu Akbar\". Testa, nariz, palmas das mãos, joelhos e dedos dos pés devem tocar o chão. Diga \"Subhana Rabbiyal A/la\" 3 vezes.",
    "Tashahud": "Tashahud",
    "Say \"Ashhadu An La Ilaha Illa Allah\" and \"Ashhadu An Nabi Muhammadur Rasulullah\".": "Diga \"Ashhadu An La Ilaha Illa Allah\" e \"Ashhadu An Nabi Muhammadur Rasulullah\".",
    "Taslim (Salam)": "Taslim (Salam)",
    "Turn your head to the right saying \"Assalamu Alaikum wa Rahmatullah\", then to the left.": "Vire a cabeça para a direita dizendo \"Assalamu Alaikum wa Rahmatullah\", depois para a esquerda.",
    "Daily Hadith (Bukhari)": "Hadith Diário (Bukhari)",
    "Ablution (Wudu) Guide": "Guia de Ablução (Wudu)",
    "Make the intention in your heart to perform Wudu for the sake of Allah, then say \"Bismillah\" (In the name of Allah).": "Faça a intenção em seu coração de realizar Wudu por amor a Allah, então diga \"Bismillah\" (Em nome de Allah).",
    "Washing Hands": "Lavar as Mãos",
    "Wash your hands up to the wrists three times, ensuring water reaches between the fingers.": "Lave as mãos até os pulsos três vezes, garantindo que a água chegue entre os dedos.",
    "Rinsing Mouth": "Enxaguar a Boca",
    "Rinse your mouth with water three times, swirling it around to ensure it reaches all parts.": "Enxágue a boca com água três vezes, bochechando para garantir que chegue a todas as partes.",
    "Rinsing Nose": "Enxaguar o Nariz",
    "Sniff clean water into your nose and then blow it out, three times.": "Aspire água limpa pelo nariz e depois assoe, três vezes.",
    "Washing Face": "Lavar o Rosto",
    "Wash your entire face three times, from the hairline to the chin and from ear to ear.": "Lave todo o rosto três vezes, da linha do cabelo até o queixo e de orelha a orelha.",
    "Washing Arms": "Lavar os Braços",
    "Wash your arms up to and including the elbows three times, starting with the right arm then the left.": "Lave os braços até e incluindo os cotovelos três vezes, começando pelo braço direito e depois o esquerdo.",
    "Wiping Head": "Limpar a Cabeça",
    "Wipe your head with wet hands, starting from the forehead to the back of the neck and back to the forehead once.": "Passe as mãos molhadas na cabeça, começando da testa até a nuca e voltando à testa uma vez.",
    "Wiping Ears": "Limpar as Orelhas",
    "Wipe the inside of your ears with your index fingers and the back of your ears with your thumbs once.": "Limpe o interior das orelhas com os dedos indicadores e a parte de trás das orelhas com os polegares uma vez.",
    "Washing Feet": "Lavar os Pés",
    "Wash your feet up to and including the ankles three times, starting with the right foot then the left. Ensure water reaches between toes.": "Lave os pés até e incluindo os tornozelos três vezes, começando pelo pé direito e depois o esquerdo. Garanta que a água chegue entre os dedos.",
    "Tashahhud (Sitting)": "Tashahhud (Sentado)",
    "Sit on your knees. Recite the Tashahhud, Salawat, and Dua.": "Sente-se de joelhos. Recite o Tashahhud, Salawat e Dua.",
    "General": "Geral",
    "Legal": "Legal"
}