{
    "Your Companion for a\nBlessed Ramadan": "Ваш спутник в\nБлагословенный Рамадан",
    "Track fasting times, discover nutritious Iftar recipes, and stay spiritually connected every day.": "Отслеживайте время поста, открывайте питательные рецепты Ифтара и оставайтесь духовно связанными каждый день.",
    "Accurate Features": "Точные функции",
    "Imsakiye & Prayer Times": "Имсакия и Время намаза",
    "Precise times calculated for your exact location.": "Точное время, рассчитанное для вашего местоположения.",
    "Qibla Finder": "Поиск Киблы",
    "Find the direction of Mecca instantly.": "Мгновенно найдите направление на Мекку.",
    "Enable location to use these features.": "Включите геолокацию, чтобы использовать эти функции.",
    "Coming Soon": "Скоро",
    "Prayer Times Alerts": "Оповещения о времени намаза",
    "Get timely reminders for Suhoor, Iftar, and every prayer time.": "Получайте своевременные напоминания о Сухуре, Ифтаре и каждом времени намаза.",
    "AI Ramadan Chef": "ИИ Шеф Рамадана",
    "Get personalized Iftar & Suhoor recipes from our AI Chef.": "Получайте персонализированные рецепты Ифтара и Сухура от нашего ИИ Шефа.",
    "Community Events": "События сообщества",
    "Join local Ramadan events near you.": "Присоединяйтесь к местным событиям Рамадана рядом с вами.",
    "Enable notifications to be the first to know.": "Включите уведомления, чтобы узнавать первым.",
    "Continue": "Продолжить",
    "Enable Location": "Включить геолокацию",
    "Get Started": "Начать",
    "How long until iftar?": "Сколько до ифтара?",
    "Hours": "Часы",
    "Minutes": "Минуты",
    "Seconds": "Секунды",
    "fajr": "Фаджр",
    "sunrise": "Восход",
    "dhuhr": "Зухр",
    "asr": "Аср",
    "maghrib": "Магриб",
    "isha": "Иша",
    "RAMADAN AI ASSISTANT": "ИИ ПОМОЩНИК РАМАДАНА",
    "Plan your perfect Iftar": "Планируйте идеальный Ифтар",
    "Get personalized menus & invitation \ncards tailored for your guests.": "Получите персонализированные меню и \nпригласительные для ваших гостей.",
    "Ask AI Chef: What to Cook?": "Спроси ИИ Шефа: Что приготовить?",
    "Quick Tools": "Быстрые инструменты",
    "Smart Zikirmatik": "Умный Зикирятик",
    "Locate direction": "Найти направление",
    "Daily Dhikr": "Ежедневный Зикр",
    "Ramadan Calendar": "Календарь Рамадана",
    "Fasting schedule": "Расписание поста",
    "Prayer": "Намаз",
    "To Prayer": "К Намазу",
    "Hadith": "Хадис",
    "The Sayings of the Prophet Muhammad": "Изречения Пророка Мухаммада",
    "Ablution": "Омовение",
    "How to Perform Ablution?": "Как совершать омовение?",
    "Rate App": "Оценить приложение",
    "Share": "Поделиться",
    "Contact / Support": "Контакты / Поддержка",
    "Privacy Policy": "Политика конфиденциальности",
    "Terms of Use": "Условия использования",
    "Ramadan Premium": "Рамадан Премиум",
    "Ad-free experience and exclusive content for you.": "Опыт без рекламы и эксклюзивный контент для вас.",
    "Upgrade Now": "Обновить сейчас",
    "Rotate your phone until the mosque icon aligns with the top of the compass.": "Поворачивайте телефон, пока значок мечети не совпадет с верхом компаса.",
    "N": "С",
    "S": "Ю",
    "E": "В",
    "W": "З",
    "Qibla Angle": "Угол Киблы",
    "Current Heading": "Текущий курс",
    "Smart Dhikr": "Умный Зикр",
    "Tap circle to count": "Нажмите на круг, чтобы считать",
    "Ramazan 1447 / 2026": "Рамадан 1447 / 2026",
    "Today": "Сегодня",
    "Prayer Guide": "Руководство по Намазу",
    "Niyyah (Intention)": "Ният (Намерение)",
    "Stand facing the Qiblah. Make the intention in your heart to perform the specific prayer.": "Встаньте лицом к Кибле. Сделайте намерение в сердце совершить конкретный намаз.",
    "Takbir": "Такбир",
    "Raise your hands to your ears and say \"Allahu Akbar\" (God is the Greatest). Lower your hands and place right hand over left on chest.": "Поднимите руки к ушам и скажите \"Аллаху Акбар\" (Аллах Велик). Опустите руки и положите правую руку на левую на груди.",
    "Qiyam & Recitation": "Киям и Чтение",
    "Stand with respect. Recite Surah Al-Fatiha and another short Surah/verses from the Quran.": "Стойте с уважением. Читайте Суру Аль-Фатиха и другую короткую Суру/аяты из Корана.",
    "Ruku (Bowing)": "Руку (Поясной поклон)",
    "Say \"Allahu Akbar\" and bow down used hands on knees. Keep back straight. Say \"Subhana Rabbiyal Azeem\" 3 times.": "Скажите \"Аллаху Акбар\" и совершите поясной поклон, положив руки на колени. Держите спину прямо. Скажите \"Субхана Раббиял Азыйм\" 3 раза.",
    "Qa/uma (Rising)": "Каума (Выпрямление)",
    "Rise back to standing saying \"Sami Allahu Liman Hamidah\". Then say \"Rabbana Lakal Hamd\".": "Выпрямитесь, говоря \"Сами Аллаху Лиман Хамидах\". Затем скажите \"Раббана Лакаль Хамд\".",
    "Sujud (Prostration)": "Суджуд (Земной поклон)",
    "Go down to the floor saying \"Allahu Akbar\". Forehead, nose, palms, knees, and toes should touch the ground. Say \"Subhana Rabbiyal A/la\" 3 times.": "Опуститесь на пол, говоря \"Аллаху Акбар\". Лоб, нос, ладони, колени и пальцы ног должны касаться земли. Скажите \"Субхана Раббиял А'ля\" 3 раза.",
    "Tashahud": "Ташахху д",
    "Say \"Ashhadu An La Ilaha Illa Allah\" and \"Ashhadu An Nabi Muhammadur Rasulullah\".": "Скажите \"Ашхаду Ан Ла Илаха Илла Аллах\" и \"Ашхаду Ан Наби Мухаммадур Расулуллах\".",
    "Taslim (Salam)": "Таслим (Приветствие)",
    "Turn your head to the right saying \"Assalamu Alaikum wa Rahmatullah\", then to the left.": "Поверните голову направо, говоря \"Ассаляму Алейкум ва Рахматуллах\", затем налево.",
    "Daily Hadith (Bukhari)": "Ежедневный Хадис (Бухари)",
    "Ablution (Wudu) Guide": "Руководство по Омовению (Вуду)",
    "Make the intention in your heart to perform Wudu for the sake of Allah, then say \"Bismillah\" (In the name of Allah).": "Сделайте намерение в сердце совершить Вуду ради Аллаха, затем скажите \"Бисмиллах\" (Во имя Аллаха).",
    "Washing Hands": "Мытье рук",
    "Wash your hands up to the wrists three times, ensuring water reaches between the fingers.": "Вымойте руки до запястий три раза, убедившись, что вода попадает между пальцами.",
    "Rinsing Mouth": "Полоскание рта",
    "Rinse your mouth with water three times, swirling it around to ensure it reaches all parts.": "Прополощите рот водой три раза, чтобы она достигла всех частей.",
    "Rinsing Nose": "Промывание носа",
    "Sniff clean water into your nose and then blow it out, three times.": "Втяните чистую воду носом, а затем высморкайтесь, три раза.",
    "Washing Face": "Мытье лица",
    "Wash your entire face three times, from the hairline to the chin and from ear to ear.": "Вымойте все лицо три раза, от линии волос до подбородка и от уха до уха.",
    "Washing Arms": "Мытье рук (предплечий)",
    "Wash your arms up to and including the elbows three times, starting with the right arm then the left.": "Вымойте руки до локтей включительно три раза, начиная с правой руки, затем левую.",
    "Wiping Head": "Протирание головы",
    "Wipe your head with wet hands, starting from the forehead to the back of the neck and back to the forehead once.": "Протрите голову влажными руками, начиная от лба к затылку и обратно ко лбу, один раз.",
    "Wiping Ears": "Протирание ушей",
    "Wipe the inside of your ears with your index fingers and the back of your ears with your thumbs once.": "Протрите внутреннюю часть ушей указательными пальцами и заднюю часть ушей большими пальцами, один раз.",
    "Washing Feet": "Мытье ног",
    "Wash your feet up to and including the ankles three times, starting with the right foot then the left. Ensure water reaches between toes.": "Вымойте ноги до щиколоток включительно три раза, начиная с правой ноги, затем левую. Убедитесь, что вода попадает между пальцами.",
    "Tashahhud (Sitting)": "Ташаххуд (Сидение)",
    "Sit on your knees. Recite the Tashahhud, Salawat, and Dua.": "Сядьте на колени. Прочитайте Ташаххуд, Салават и Дуа.",
    "General": "Общее",
    "Legal": "Юридическое"
}