{
    "Your Companion for a\nBlessed Ramadan": "Hayırlı Bir Ramazan İçin\nYol Arkadaşınız",
    "Track fasting times, discover nutritious Iftar recipes, and stay spiritually connected every day.": "Oruç sürelerini takip edin, besleyici İftar tariflerini keşfedin ve her gün manevi olarak bağlı kalın.",
    "Accurate Features": "Hassas Özellikler",
    "Imsakiye & Prayer Times": "İmsakiye & Namaz Vakitleri",
    "Precise times calculated for your exact location.": "Tam konumunuz için hesaplanmış hassas vakitler.",
    "Qibla Finder": "Kıble Bulucu",
    "Find the direction of Mecca instantly.": "Kıble yönünü anında bulun.",
    "Enable location to use these features.": "Bu özellikleri kullanmak için konumu etkinleştirin.",
    "Coming Soon": "Çok Yakında",
    "Prayer Times Alerts": "Namaz Vakti Bildirimleri",
    "Get timely reminders for Suhoor, Iftar, and every prayer time.": "Sahur, İftar ve her namaz vakti için zamanında hatırlatıcılar alın.",
    "AI Ramadan Chef": "Yapay Zeka Ramazan Şefi",
    "Get personalized Iftar & Suhoor recipes from our AI Chef.": "Yapay Zeka Şefimizden kişiye özel İftar ve Sahur tarifleri alın.",
    "Community Events": "Topluluk Etkinlikleri",
    "Join local Ramadan events near you.": "Yakınınızdaki yerel Ramazan etkinliklerine katılın.",
    "Enable notifications to be the first to know.": "İlk haberdar olan olmak için bildirimleri açın.",
    "Continue": "Devam Et",
    "Enable Location": "Konumu Aç",
    "Get Started": "Başla",
    "How long until iftar?": "İftara ne kadar kaldı?",
    "Hours": "Saat",
    "Minutes": "Dakika",
    "Seconds": "Saniye",
    "fajr": "İmsak",
    "sunrise": "Güneş",
    "dhuhr": "Öğle",
    "asr": "İkindi",
    "maghrib": "Akşam",
    "isha": "Yatsı",
    "RAMADAN AI ASSISTANT": "RAMADAN AI ASİSTANI",
    "Plan your perfect Iftar": "Mükemmel İftarını Planla",
    "Get personalized menus & invitation \ncards tailored for your guests.": "Misafirlerinize özel menüler ve \ndavetiyeler alın.",
    "Ask AI Chef: What to Cook?": "AI Şefe Sor: Ne Pişirmeli?",
    "Quick Tools": "Hızlı Araçlar",
    "Smart Zikirmatik": "Akıllı Zikirmatik",
    "Locate direction": "Yönü bul",
    "Daily Dhikr": "Günlük Zikir",
    "Ramadan Calendar": "Ramazan Takvimi",
    "Fasting schedule": "Oruç çizelgesi",
    "Prayer": "Namaz",
    "To Prayer": "Namaza",
    "Hadith": "Hadis",
    "The Sayings of the Prophet Muhammad": "Hz. Muhammed'in (S.A.V) Sözleri",
    "Ablution": "Abdest",
    "How to Perform Ablution?": "Abdest Nasıl Alınır?",
    "Rate App": "Uygulamayı Değerlendir",
    "Share": "Paylaş",
    "Contact / Support": "İletişim / Destek",
    "Privacy Policy": "Gizlilik Politikası",
    "Terms of Use": "Kullanım Koşulları",
    "Ramadan Premium": "Ramazan Premium",
    "Ad-free experience and exclusive content for you.": "Reklamsız deneyim ve size özel içerik.",
    "Upgrade Now": "Hemen Yükselt",
    "Rotate your phone until the mosque icon aligns with the top of the compass.": "Cami simgesi pusulanın tepesiyle hizalanana kadar telefonunuzu çevirin.",
    "N": "K",
    "S": "G",
    "E": "D",
    "W": "B",
    "Qibla Angle": "Kıble Açısı",
    "Current Heading": "Mevcut Yön",
    "Smart Dhikr": "Akıllı Zikir",
    "Tap circle to count": "Saymak için daireye dokunun",
    "Ramazan 1447 / 2026": "Ramazan 1447 / 2026",
    "Today": "Bugün",
    "Prayer Guide": "Namaz Rehberi",
    "Niyyah (Intention)": "Niyet",
    "Stand facing the Qiblah. Make the intention in your heart to perform the specific prayer.": "Kıbleye dönün. Kılacağınız namaz için kalbinizden niyet edin.",
    "Takbir": "Tekbir",
    "Raise your hands to your ears and say \"Allahu Akbar\" (God is the Greatest). Lower your hands and place right hand over left on chest.": "Ellerinizi kulaklarınıza götürün ve \"Allahu Ekber\" deyin. Ellerinizi indirin ve sağ elinizi sol elinizin üzerine göğsünüze koyun.",
    "Qiyam & Recitation": "Kıyam & Kıraat",
    "Stand with respect. Recite Surah Al-Fatiha and another short Surah/verses from the Quran.": "Saygıyla durun. Fatiha Suresi'ni ve Kur'an'dan kısa bir sure veya ayetler okuyun.",
    "Ruku (Bowing)": "Rüku",
    "Say \"Allahu Akbar\" and bow down used hands on knees. Keep back straight. Say \"Subhana Rabbiyal Azeem\" 3 times.": "\"Allahu Ekber\" diyerek eğilin ve ellerinizi dizlerinize koyun. Sırtınızı düz tutun. 3 kere \"Sübhane Rabbiyel Azim\" deyin.",
    "Qa/uma (Rising)": "Kavme (Doğrulma)",
    "Rise back to standing saying \"Sami Allahu Liman Hamidah\". Then say \"Rabbana Lakal Hamd\".": "\"Semiallahü limen hamideh\" diyerek doğrulun. Ardından \"Rabbena lekel hamd\" deyin.",
    "Sujud (Prostration)": "Secde",
    "Go down to the floor saying \"Allahu Akbar\". Forehead, nose, palms, knees, and toes should touch the ground. Say \"Subhana Rabbiyal A/la\" 3 times.": "\"Allahu Ekber\" diyerek yere kapanın. Alın, burun, avuç içleri, dizler ve ayak parmakları yere değmelidir. 3 kere \"Sübhane Rabbiyel A'la\" deyin.",
    "Tashahud": "Tahiyyat (Oturuş)",
    "Say \"Ashhadu An La Ilaha Illa Allah\" and \"Ashhadu An Nabi Muhammadur Rasulullah\".": "Ettehiyyatü duasını okuyun (Kelime-i Şehadet getirin).",
    "Taslim (Salam)": "Selam",
    "Turn your head to the right saying \"Assalamu Alaikum wa Rahmatullah\", then to the left.": "Başınızı önce sağa çevirerek \"Esselamü aleyküm ve rahmetullah\" deyin, sonra sola çevirerek aynısını yapın.",
    "Daily Hadith (Bukhari)": "Günlük Hadis (Buhari)",
    "Ablution (Wudu) Guide": "Abdest Rehberi",
    "Make the intention in your heart to perform Wudu for the sake of Allah, then say \"Bismillah\" (In the name of Allah).": "Allah rızası için abdest almaya niyet edin, ardından \"Bismillah\" diyerek başlayın.",
    "Washing Hands": "Elleri Yıkamak",
    "Wash your hands up to the wrists three times, ensuring water reaches between the fingers.": "Ellerinizi bileklere kadar üç kez yıkayın, suyun parmak aralarına ulaştığından emin olun.",
    "Rinsing Mouth": "Ağzı Çalkalamak",
    "Rinse your mouth with water three times, swirling it around to ensure it reaches all parts.": "Ağzınıza üç kez su alıp çalkalayın, suyun her yere ulaştığından emin olun.",
    "Rinsing Nose": "Buruna Su Vermek",
    "Sniff clean water into your nose and then blow it out, three times.": "Burnunuza su çekin ve sümkürerek temizleyin, bunu üç kez yapın.",
    "Washing Face": "Yüzü Yıkamak",
    "Wash your entire face three times, from the hairline to the chin and from ear to ear.": "Yüzünüzü saç dibinden çeneye ve kulaktan kulağa kadar üç kez yıkayın.",
    "Washing Arms": "Kolları Yıkamak",
    "Wash your arms up to and including the elbows three times, starting with the right arm then the left.": "Kollarınızı dirseklerle beraber üç kez yıkayın, sağ koldan başlayıp sonra sol kola geçin.",
    "Wiping Head": "Başı Meshetmek",
    "Wipe your head with wet hands, starting from the forehead to the back of the neck and back to the forehead once.": "Islak ellerle başınızı meshedin, alından enseye gidip tekrar alna dönerek bir kez yapın.",
    "Wiping Ears": "Kulakları Meshetmek",
    "Wipe the inside of your ears with your index fingers and the back of your ears with your thumbs once.": "İşaret parmaklarıyla kulak içini, başparmaklarla kulak arkasını meshedin.",
    "Washing Feet": "Ayakları Yıkamak",
    "Wash your feet up to and including the ankles three times, starting with the right foot then the left. Ensure water reaches between toes.": "Ayaklarınızı topuklarla beraber üç kez yıkayın, sağ ayaktan başlayın. Suyun parmak aralarına girdiğinden emin olun.",
    "Tashahhud (Sitting)": "Tahiyyat (Oturuş)",
    "Sit on your knees. Recite the Tashahhud, Salawat, and Dua.": "Dizlerinizin üzerine oturun. Tahiyyat, Salli-Barik ve Rabbena dualarını okuyun.",
    "General": "Genel",
    "Legal": "Yasal",
    "Prayer Time": "Namaz Vakti",
    "It is time for {}": "{} vakti girdi",
    "Home": "Ana Sayfa",
    "Settings": "Ayarlar"
}