{
    "Your Companion for a\nBlessed Ramadan": "ایک بابرکت رمضان کے لیے\nآپ کا ساتھی",
    "Track fasting times, discover nutritious Iftar recipes, and stay spiritually connected every day.": "روزے کے اوقات کا ٹریک رکھیں، غذائیت سے بھرپور افطار کی ترکیبیں دریافت کریں، اور ہر روز روحانی طور پر جڑے رہیں۔",
    "Accurate Features": "درست خصوصیات",
    "Imsakiye & Prayer Times": "امساکیہ اور نماز کے اوقات",
    "Precise times calculated for your exact location.": "آپ کے عین مقام کے لیے حساب کردہ درست اوقات۔",
    "Qibla Finder": "قبلہ تلاش کرنے والا",
    "Find the direction of Mecca instantly.": "مکہ کی سمت فوراً معلوم کریں۔",
    "Enable location to use these features.": "ان خصوصیات کو استعمال کرنے کے لیے مقام کو فعال کریں۔",
    "Coming Soon": "جلد آ رہا ہے",
    "Prayer Times Alerts": "نماز کے اوقات کے انتباہات",
    "Get timely reminders for Suhoor, Iftar, and every prayer time.": "سحری، افطار اور ہر نماز کے وقت کے لیے بروقت یاد دہانیاں حاصل کریں۔",
    "AI Ramadan Chef": "اے آئی رمضان شیف",
    "Get personalized Iftar & Suhoor recipes from our AI Chef.": "ہمارے اے آئی شیف سے ذاتی افطار اور سحری کی ترکیبیں حاصل کریں۔",
    "Community Events": "کمیونٹی ایونٹس",
    "Join local Ramadan events near you.": "اپنے قریب مقامی رمضان تقریبات میں شامل ہوں۔",
    "Enable notifications to be the first to know.": "سب سے پہلے جاننے کے لیے نوٹیفیکیشنز کو فعال کریں۔",
    "Continue": "جاری رکھیں",
    "Enable Location": "مقام کو فعال کریں",
    "Get Started": "شروع کریں",
    "How long until iftar?": "افطار میں کتنا وقت ہے؟",
    "Hours": "گھنٹے",
    "Minutes": "منٹ",
    "Seconds": "سیکنڈ",
    "fajr": "فجر",
    "sunrise": "طلوع آفتاب",
    "dhuhr": "ظہر",
    "asr": "عصر",
    "maghrib": "مغرب",
    "isha": "عشاء",
    "RAMADAN AI ASSISTANT": "رمضان اے آئی اسسٹنٹ",
    "Plan your perfect Iftar": "اپنے بہترین افطار کا منصوبہ بنائیں",
    "Get personalized menus & invitation \ncards tailored for your guests.": "اپنے مہمانوں کے لیے ذاتی مینو اور دعوتی \nکارڈز حاصل کریں۔",
    "Ask AI Chef: What to Cook?": "اے آئی شیف سے پوچھیں: کیا پکائیں؟",
    "Quick Tools": "فوری ٹولز",
    "Smart Zikirmatik": "اسمارٹ ذکر میٹک",
    "Locate direction": "سمت تلاش کریں",
    "Daily Dhikr": "روزانہ ذکر",
    "Ramadan Calendar": "رمضان کیلنڈر",
    "Fasting schedule": "روزے کا شیڈول",
    "Prayer": "نماز",
    "To Prayer": "نماز کی طرف",
    "Hadith": "حدیث",
    "The Sayings of the Prophet Muhammad": "پیغمبر محمد (صلی اللہ علیہ وسلم) کے ارشادات",
    "Ablution": "وضو",
    "How to Perform Ablution?": "وضو کیسے کریں؟",
    "Rate App": "ایپ کی درجہ بندی کریں",
    "Share": "شیئر کریں",
    "Contact / Support": "رابطہ / سپورٹ",
    "Privacy Policy": "رازداری کی پالیسی",
    "Terms of Use": "استعمال کی شرائط",
    "Ramadan Premium": "رمضان پریمیم",
    "Ad-free experience and exclusive content for you.": "اشتہار سے پاک تجربہ اور آپ کے لیے خصوصی مواد۔",
    "Upgrade Now": "ابھی اپ گریڈ کریں",
    "Rotate your phone until the mosque icon aligns with the top of the compass.": "اپنے فون کو گھمائیں جب تک کہ مسجد کا آئیکن کمپاس کے اوپری حصے کے ساتھ سیدھ میں نہ آجائے۔",
    "N": "شمال",
    "S": "جنوب",
    "E": "مشرق",
    "W": "مغرب",
    "Qibla Angle": "قبلہ زاویہ",
    "Current Heading": "موجودہ رخ",
    "Smart Dhikr": "اسمارٹ ذکر",
    "Tap circle to count": "گنتی کے لیے دائرے پر ٹیپ کریں",
    "Ramazan 1447 / 2026": "رمضان 1447 / 2026",
    "Today": "آج",
    "Prayer Guide": "نماز گائیڈ",
    "Niyyah (Intention)": "نیت",
    "Stand facing the Qiblah. Make the intention in your heart to perform the specific prayer.": "قبلہ رخ کھڑے ہو جائیں۔ دل میں مخصوص نماز ادا کرنے کی نیت کریں۔",
    "Takbir": "تکبیر",
    "Raise your hands to your ears and say \"Allahu Akbar\" (God is the Greatest). Lower your hands and place right hand over left on chest.": "اپنے ہاتھ کانوں تک اٹھائیں اور \"اللہ اکبر\" کہیں۔ اپنے ہاتھ نیچے کریں اور دائیں ہاتھ کو بائیں ہاتھ پر سینے پر رکھیں۔",
    "Qiyam & Recitation": "قیام اور تلاوت",
    "Stand with respect. Recite Surah Al-Fatiha and another short Surah/verses from the Quran.": "احترام کے ساتھ کھڑے ہوں۔ سورہ فاتحہ اور قرآن سے کوئی اور مختصر سورہ/آیات پڑھیں۔",
    "Ruku (Bowing)": "رکوع",
    "Say \"Allahu Akbar\" and bow down used hands on knees. Keep back straight. Say \"Subhana Rabbiyal Azeem\" 3 times.": "\"اللہ اکبر\" کہیں اور گھٹنوں پر ہاتھ رکھ کر جھک جائیں۔ کمر سیدھی رکھیں۔ 3 بار \"سبحان ربی العظیم\" کہیں۔",
    "Qa/uma (Rising)": "قومہ (کھڑے ہونا)",
    "Rise back to standing saying \"Sami Allahu Liman Hamidah\". Then say \"Rabbana Lakal Hamd\".": "\"سمع اللہ لمن حمدہ\" کہتے ہوئے واپس کھڑے ہو جائیں۔ پھر کہیں \"ربنا لک الحمد\"۔",
    "Sujud (Prostration)": "سجدہ",
    "Go down to the floor saying \"Allahu Akbar\". Forehead, nose, palms, knees, and toes should touch the ground. Say \"Subhana Rabbiyal A/la\" 3 times.": "\"اللہ اکبر\" کہتے ہوئے زمین پر جائیں۔ پیشانی، ناک، ہتھیلیاں، گھٹنے اور پاؤں کی انگلیاں زمین کو چھونی چاہئیں۔ 3 بار \"سبحان ربی الاعلی\" کہیں۔",
    "Tashahud": "تشہد",
    "Say \"Ashhadu An La Ilaha Illa Allah\" and \"Ashhadu An Nabi Muhammadur Rasulullah\".": "\"اشہد ان لا الہ الا اللہ\" اور \"اشہد ان محمد رسول اللہ\" کہیں۔",
    "Taslim (Salam)": "تسلیم (سلام)",
    "Turn your head to the right saying \"Assalamu Alaikum wa Rahmatullah\", then to the left.": "اپنا سر دائیں طرف موڑیں اور \"السلام علیکم و رحمۃ اللہ\" کہیں، پھر بائیں طرف۔",
    "Daily Hadith (Bukhari)": "روزانہ حدیث (بخاری)",
    "Ablution (Wudu) Guide": "وضو گائیڈ",
    "Make the intention in your heart to perform Wudu for the sake of Allah, then say \"Bismillah\" (In the name of Allah).": "اللہ کی خوشنودی کے لیے وضو کرنے کی دل میں نیت کریں، پھر \"بسم اللہ\" کہیں۔",
    "Washing Hands": "ہاتھ دھونا",
    "Wash your hands up to the wrists three times, ensuring water reaches between the fingers.": "اپنے ہاتھ کلائیوں تک تین بار دھوئیں، انگلیوں کے درمیان پانی پہنچنے کو یقینی بنائیں۔",
    "Rinsing Mouth": "کلی کرنا",
    "Rinse your mouth with water three times, swirling it around to ensure it reaches all parts.": "پانی سے تین بار کلی کریں، اسے گھمائیں تاکہ یہ تمام حصوں تک پہنچ جائے۔",
    "Rinsing Nose": "ناک صاف کرنا",
    "Sniff clean water into your nose and then blow it out, three times.": "اپنی ناک میں صاف پانی چڑھائیں اور پھر اسے باہر نکالیں، تین بار۔",
    "Washing Face": "چہرہ دھونا",
    "Wash your entire face three times, from the hairline to the chin and from ear to ear.": "اپنا پورا چہرہ تین بار دھوئیں، بالوں کی جڑوں سے ٹھوڑی تک اور ایک کان سے دوسرے کان تک۔",
    "Washing Arms": "بازو دھونا",
    "Wash your arms up to and including the elbows three times, starting with the right arm then the left.": "اپنے بازو کہنیوں سمیت تین بار دھوئیں، دائیں بازو سے شروع کریں پھر بائیں۔",
    "Wiping Head": "سر کا مسح",
    "Wipe your head with wet hands, starting from the forehead to the back of the neck and back to the forehead once.": "گیلے ہاتھوں سے سر کا مسح کریں، پیشانی سے گردن کے پیچھے تک اور واپس پیشانی تک ایک بار۔",
    "Wiping Ears": "کانوں کا مسح",
    "Wipe the inside of your ears with your index fingers and the back of your ears with your thumbs once.": "اپنی شہادت کی انگلیوں سے کانوں کے اندر اور انگوٹھوں سے کانوں کے پیچھے مسح کریں ایک بار۔",
    "Washing Feet": "پاؤں دھونا",
    "Wash your feet up to and including the ankles three times, starting with the right foot then the left. Ensure water reaches between toes.": "اپنے پاؤں ٹخنوں سمیت تین بار دھوئیں، دائیں پاؤں سے شروع کریں پھر بائیں۔ یقینی بنائیں کہ پانی انگلیوں کے درمیان پہنچ جائے۔",
    "Tashahhud (Sitting)": "تشہد (بیٹھنا)",
    "Sit on your knees. Recite the Tashahhud, Salawat, and Dua.": "اپنے گھٹنوں پر بیٹھ جائیں۔ تشہد، درود اور دعا پڑھیں۔",
    "General": "عام",
    "Legal": "قانونی",
    "Prayer Time": "نماز کا وقت",
    "It is time for {}": "{} کا وقت ہو گیا ہے",
    "Home": "ہوم",
    "Settings": "ترتیبات"
}